<template>
  <el-dialog
    :title="singleDocumentTitle"
    :visible.sync="singleDocumentVisible"
    :close-on-click-modal="false"
    :close-on-press-escape="false"
    :show-close="false"
    custom-class="singleDocumetDialog"
    width="65%"
  >
    <div class="inner singleDocumentWrap">
      <div class="header">
        <div class="tabRow">
          <el-button v-if="whichAnalyze" @click="analyzeType(0)">双文档对比分析</el-button>
          <p v-if="!whichAnalyze" @click="analyzeType(1)">
            <el-select v-model="docuValue" placeholder="请选择" @change="selectChange">
              <el-option v-for="(item,index) in docuOpts" :key="index" :label="item.label" :value="item.value"></el-option>
            </el-select>
            <el-button type="success" plain>单文档分析</el-button>
          </p>
        </div>
        <div class="tabRow">
          <!-- <span class="articleType">全文</span> -->
          <span class="articleType active">全文</span>
        </div>
      </div>
      <div class="article">
        <div class="leftArticle scroll" :class="{halfWidth:!whichAnalyze && docuValue === '3'}">
          <p>一、2017年工作回顾 </p>
          <p>2017年是本届政府任期的第一年。市政府认真贯彻落实省委省政府和市委的决策部署，坚定不移沿着“八八战略”指引的路子走下去，围绕建设独具魅力的“山海水城、和合圣地、制造之都”目标，拉高标杆、争先进位，勇当排头兵、再创新辉煌，奋力推进“三大历史任务”，圆满完成了市五届人大一次会议确定的目标任务，办成了一些多年想办而没有办成的大事，解决了一些长期想解决而没有解决的难题，取得了新世纪以来最好的成绩单，多项主要指标增速全省领先，生产总值增长8.1%，财政总收入增长 12.5%，一般公共预算收入增长 11.1%，城乡居民人均可支配收入分别增长 8.9%和 9.5%。台州正朝着高水平全面建成小康社会胜利前进。 这一年，我们着力深化供给侧结构性改革，产业转型升级迈出新步伐。积极实施先进制造业“十大行动”，制造之都建设扎实推进。规上工业增加值增长11.6%，居全省第一。发力高端制造，天鹰无人机成功下线，航空特色小镇建设进展顺利，机器人产业快速发展。吉利汽车临海产业园提前形成 20 万辆产能，领克 01在路桥基地量产销售，全产业链汽车城建设加快推进。重大产业 项目势头喜人，华海制药科技产业园破土动工，华强方特主题公 园顺利签约。加大倒逼转型力度，推进“亩均论英雄”。新增制造 业单项冠军示范企业3家。滚动实施小微企业三年成长计划，新 增小微企业 2.6 万家，“个转企”3435 家，建成小微企业园 109 个，入驻企业 4612 家。推进“两化”融合，新增上云企业 7800 家。深化“三强一制造”建设，启动全国首个智能马桶质量攻坚 行动计划，新增国家级产品质量提升示范区3个、“浙江制造”标 准17项，新增“浙江制造”认证企业数居全省第一。天台成为全 国质量强市示范城市创建城市。温岭列入全省首批军民融合创新 示范区创建名单。实施“128”股改上市三年行动计划，出台股改 新政和上市新政双 10 条，新增股份制企业 600 家、上市企业 11 家，上市企业总数 52 家，其中 A 股上市企业数居全国地级市第 四。实施“瞪羚企业”培育计划，首批入选企业33家。加大惠企 力度，减免各类税费122亿元。成立台州民营经济学院，突出创 二代培训，推动“薪火相传”。推动金融、物流、电商、文化等产 业发展，加快建设省级现代服务业集聚示范区，中国模具博览城 投用。积极推进旅游强市建设，柔川、南屏景区被评为 4A 级景 区，桃渚景区列入国家级风景名胜区。现代农业“两区”建设成 效明显，建成粮食生产功能区7.3万亩、省级现代农业园区2个， 全国农业标准化示范区达13个，获省农博会金奖农产品数连续十 五年居全省第一，获国字号渔业品牌6个，成为全省唯一省级农 机博览会举办地。率先出台绿色食品质量安全责任保险政策，有 效构建四级联动的农产品质量安全监管体系。成功创建国家新型 职业农民培训示范基地。</p>
          <p>大力推进批而未供、供而未用土地处置等专项行动，新增建设用 地指标3.4万亩，工业用地供应1.2万亩，数量均居全省第三。 这一年，我们着力统筹城乡发展，美丽台州展现新面貌。坚 决推进市区融合发展，规划、财政、土地等管理体制改革取得决 定性突破，社保一体化、普通高中一体化、食品检测资源一体化 取得实质性成果，三乙医院实现统一管理。建立和完善市区经营 性用地有序供地制度，土地利用效益大幅提高。椒江区和台州经 济开发区社会管理职责进一步理顺。启动新一轮城市总体规划编 制，成为全国城市总体规划编制试点和城市设计试点。中央商务 区形象日渐丰满，台州湾产业集聚区东部新区启动区块基本成型， 椒江“一江两岸”综合开发强势推进。省级海绵城市试点顺利推 进。大力开展新城建“四大破难攻坚”行动，打通市区断头路11 条、断头河38条，完成城中村改造拆迁5万多户，开工建设地下 综合管廊 32 公里，12 个主要入城口和沿线道路景观提升加快推 进。建成中央山体育公园。新增绿道174公里。深化专项治理， “三改一拆”进度居全省前列，小城镇环境综合整治省级样板镇 创建数居全省第一。全力推进治水治土治气，提前三年实现“十 三五”规划水质目标，黑臭河、垃圾河全面消除，劣V类水剿灭 任务圆满完成，永安溪入选首届“全国十条最美家乡河”，土壤污 染综合防治先行区建设扎实推进，城市环境空气质量（AQI）优 良率全省第一。“四小车”整治卓有成效。公交一卡通顺利实施， 新增停车位 3.5 万个。经过十一年坚持不懈的奋斗，成功创成全</p>
          <p>国文明城市，市容市貌焕然一新，市民素质大幅提升。天台创成 国家卫生县城。仙居成为省示范文明县城。启动公厕、垃圾、物 业“三大革命”，智能化改造公厕32座，市生活垃圾焚烧二期项 目建成，4179个村开展农村生活垃圾分类处理。美丽乡村建设积 极推进，建成精品村 140 个，培育农家乐特色村（点）290 个， 评定3A级景区村庄20个，提升美丽乡村公路1077公里。 这一年，我们着力深化改革开放，营商环境更加优化。在全 省率先启动“最多跑一次”改革，6959项（主项）事项实现“最 多跑一次”，实现率96.1%，其中“零上门”事项1631 项。率先 开展“多证合一、证照联办”改革，“十一证合一”经验全省推广， “一窗受理、集成服务”改革全省领先，临海国地税联合办税服 务获评全国“百优”。获批全国个体工商户登记制度改革试点，新 增市场主体11万户。深化国家小微企业金融服务改革创新试验区 建设，市金融服务信用信息共享平台二期上线，信保基金实现市 域全覆盖，累计承保122亿元，惠及企业6675家，商标专用权质 押贷款增长15%，动产质押融资、小微金改国家标准化编制工作 启动，我市在国务院召开的全国小微企业金融服务会议上作典型 发言。深化民间投资创新综合改革试点，发布PPP“台九条”，PPP 模式运作走在全国前列，杭绍台高铁作为全国首条民营资本控股 高铁，载入《党的十八大以来大事记》。市县成立行政复议局，成 为全国首个全域行政复议体制改革市。组建市城市管理委员会， 成立市综合行政执法局（城市管理局），“大城管”格局基本形成。 成立市大数据管理中心。国资国企改革稳步推进，台州高速股权 集中优化顺利实现。玉环撤县设市。积极推动台州湾区经济发展 试验区建设，南、北部湾区管委会挂牌，头门港经济开发区获批 省级经济开发区。大麦屿港区集装箱吞吐量突破10万标箱。外贸 出口增长18%，居全省第二。全面开展对德合作，中德工业城市 联盟第四次全会成功举办，中德（台州）产业合作园启动建设。 企业海外并购风起云涌，对外投资增长 190%，居全省第一。加 强异地商会建设。引进省外资金459亿元。扶贫协作和对口支援 工作扎实有效。</p>
          <p>这一年，我们着力增进民生福祉，人民群众获得感明显增强。 全市财政民生投入 440.8 亿元，占财政总支出的 78.3%，增长 13.9%。圆满完成25个为民办实事项目。城镇新增就业人数12.2 万人，发放创业担保贷款 4.6 亿元。高度重视教育事业，教育基 建和人均教育投入增速均居全省第一，基础教育质量全省排名向 前移位，教育现代化发展指标显著提升。椒江、路桥创成省教育 基本现代化区。加快引进优质教育资源，北师大台州实验学校开 工建设，台州学院航空工程学院成立，台州职业技术学院中德学 院运行。扎实推进“健康台州”建设，深化医药卫生体制改革， 积极推进医疗资源“双下沉、两提升”和分级诊疗制度。健康一 卡通加快推广。合作共建温医大附属眼视光医院台州分院、台州 肿瘤医院，市妇女儿童医院基本建成，市公共卫生中心、市第一 人民医院新院区等项目进展顺利。完善全民健身服务体系，创成 体育强市。出台和合圣地建设行动纲要，成立和合文化研究院， 举办天台山和合文化论坛，新建和合书吧20家，创成中国和合文 化之乡。开展台州文化年系列活动，国家公共文化服务体系示范 区创建中期督查评估居全国第二，4个作品入选省“五个一工程” 优秀作品奖。新建农村文化礼堂273家，累计1206家，总量居全 省第一。台州影视产业园开园。举办大陈岛垦荒精神理论研讨会。 成立中国冬至文化研究中心。社保扩面提质，户籍人员基本养老 保险参保率 86.3%、基本医疗保险参保率 99.1%。公建民营养老 机构35家，新建居家养老服务照料中心419个。获评全国幸福家 庭活动示范市，入选“中国最具幸福感城市”。培育“一村一品” 扶贫示范村103个，完成异地搬迁1万多人，低收入农户增收15% 以上。消除集体经济薄弱村累计达到1339个。深入实施“平安五 连创”行动。完善治安防控体系，开展平安台州2017系列行动， 强势推进“打霸拔钉”，形成有力震慑。深刻吸取重大火灾事故 教训，深入开展“查危除患”大行动，创新推进安全生产和消防 整治标准化。推进全科网格、出租房“旅馆式”管理、乡镇“四 个平台”建设等工作，社会治理基层基础更加扎实，刑事案件、 交通事故死亡人数大幅下降，安全生产控制指标连续十三年下降。 启动国家食品安全示范城市创建，放心农贸市场改造顺利完成。 扎实推进“七五”普法和公共法律服务体系建设，完成4部地方 性法规和规章审查。开展信访积案“歼灭年”活动，信访积案大 幅化解，12345 市长热线服务水平居全国前列。市区丧葬移风易 俗成效明显。深化“一打三整治”专项行动。严厉打击成品油等 走私活动。市应急指挥中心和市政府应急平台投用。地质灾害防 治三年行动计划全面启动。村（居）委会换届选举率先完成。统 计基层基础不断夯实。国防动员水平不断提升，“乡贤回归故里” 军民融合座谈会成功召开，全力支持驻台部队全面停止有偿服务， 征兵工作量化排名全省第三。外事侨务、对台事务、民族宗教、 气象、档案、地方志等工作取得新成绩。妇女儿童、残疾人、老 龄、老干部、关心下一代、慈善等工作不断加强。 各位代表！过去一年，市政府始终坚持正确政治方向，牢固 树立“四个意识”，全面落实从严治党要求，加快政府职能转变， 推进依法行政。认真落实市人大及其常委会决议决定，自觉接受 人大依法监督、政协民主监督，认真听取民主党派、人民团体和 各界人士意见，办理人大代表议案建议400件、政协委员提案396 件，办结满意率 100%。坚决纠正“四风”，“三公”经费支出 下降 37.4%。支持监察体制改革试点工作，强化审计监督，加大 惩治腐败力度，政府系统廉政建设全面加强。</p>
          <p>各位代表！上述成绩的取得，是省委省政府和市委坚强领导的结果，是市人大及其常委会、市政协有效监督和大力支持的结果，是全市人民励精图治、奋力拼搏的结果。在此，我代表市人民政府，向全市人民和广大建设者，向人大代表、政协委员，各民主党派、工商联、人民团体和社会各界人士，向驻台部队和武警官兵、在台省部属各单位，向关心、支持台州发展的海内外朋友们，表示衷心的感谢！同时，我们也清醒认识到，面对人民日益增长的美好生活需要，不平衡不充分发展问题仍然突出。产业“低小散”格局还没有根本改变，产业优化升级十分紧迫；新经济短板突出，创新驱动支撑不足，新旧动能转换还需付出更大努力；中心城市辐射带动能力不强，城中村大量存在，城乡统筹发展仍需加强；优质公共服务供给不足，离群众期望还有差距；安全事故易发多发势头还未根本扭转，基层社会治理能力和水平有待提高。我们一定高度重视这些问题，采取更加有力措施认真加以解决。</p>
          <p>二、2018年工作任务 </p>
          <p>今年是贯彻党的十九大精神的开局之年，是决胜全面建成小 康社会、实施“十三五”规划承上启下的关键一年，也是改革开 放40周年。回首台州波澜壮阔的改革发展历程，我们有过豪迈和 辉煌，也有过曲折和坎坷，更有着坚守和执着、奋斗和汗水、成 功和喜悦。从 1978 年到 2001 年，台州在全国率先推行股份合作 制，民营经济高歌猛进，创造了历史的辉煌。从 2002 年到 2007 年，台州经济先发优势弱化，遭遇了成长的烦恼。在这一关键节 点，时任中共浙江省委书记的习近平同志于2002年12月21日到 台州考察，高瞻远瞩地提出“推进台州民营经济发展再创新辉煌” 的历史课题。我们开始了为期15年的艰难转型。从2008年到2015 年，受金融危机影响，台州经济经受了严峻考验，我们牢记嘱托， 稳住阵脚、保持定力，坚守实业、坚定转型，实现了凤凰涅槃。 2016 年以来，台州经济强势复苏、焕发活力。我们乘势而上，拉 高标杆，争先进位，正豪情满怀地续写新的辉煌。</p>
          <p>今天的台州，经济质量有了大提升。经济总量突破 4000 亿 元，高端制造布局落子，航空航天、轨道交通和新能源等战略性 新兴产业不断壮大。高新技术产业增加值占规上工业 45.5%；机 电和高新技术产品出口占出口总量 62.4%，居全省第一。发展保 持中高速，质量迈向中高端。 今天的台州，交通条件有了大变化。一批重大交通项目陆续 建成，综合交通体系逐步完善，即将形成市内1小时交通圈，实 现联结省内四大都市区1小时交通圈、联结长三角核心城市2小 时交通圈，外联内通更加顺畅。 今天的台州，生态环境有了大改善。空气质量稳居全国前列， “台州蓝”成为常态，劣V类水体基本消除，水环境质量明显改 观，生态环境质量满意度从2012年全省第十跃居第二，成为“全 国环境治理项目推进快，重点区域大气、重点流域水环境质量明 显改善”的四个城市之一。</p>
          <p>今天的台州，融合发展有了大突破。市区体制基本理顺，一体化步伐加快，基础设施和公共服务共建共享，老百姓切身感受到了融合发展带来的好处。市域发展更加协同，大台州的文化认同、心理认同逐渐增强，“我是台州人”深入人心。今天的台州，营商环境有了大优化。政府有为和市场有效良性互动，小微金融服务成为全国样板，金融生态和社会信用优良，重商亲商氛围浓厚，政府服务更为高效，纳税人满意度全国地级市排名第一，法治政府建设稳居全国大中城市前列，创业创新“黑土地”更加肥沃。</p>
          <p>各位代表！40年来，全市上下锐意改革、开拓创新、奋勇争先，创造了历史性成就，台州大地发生了历史性变化，台州发展迎来了历史性机遇。我们绝不能因为胜利而骄傲，绝不能因为成就而止步，绝不能因为困难而退缩。要继续高举改革大旗，扛起改革担当，乘势而上，真抓实干，创造新的业绩。</p>
          <p>各位代表！党的十九大宣告了中国特色社会主义进入新时代。做好今年政府工作，要全面贯彻党的十九大精神，高举习近平新时代中国特色社会主义思想伟大旗帜，认真落实市五届二次党代会决策部署，坚持稳中求进工作总基调，坚持新发展理念，聚焦聚力高质量发展，以供给侧结构性改革为主线，全力打好防范化解重大风险、传统产业优化升级、低收入百姓增收、污染防治攻坚战，奋力推进“三大历史任务”，统筹抓好改革发展稳定各项工作，拉高标杆，争先进位，努力在全省领跑快跑、走在前列，为“两个高水平”建设奠定坚实基础。今年经济社会发展的主要预期目标是，生产总值增长7.5%以上；一般公共预算收入增长、城乡居民收入增长与经济增长基本同步，城乡居民收入比缩小；居民消费价格涨幅3%左右；城镇新增就业6.5万人以上，城镇登记失业率控制在3.5%以内；外贸出口占全国比重以上；研究与试验发展经费支出相当于生产总值2.12%左右；投资结构优化、效益提高；单位生产总值能耗、温室气体控排和污染排放量完成省定目标。新时代开启了高质量发展新征程。围绕高质量发展，今年我们重点抓好以下七方面工作：</p>
          <p>（一）大力推动传统产业优化升级，擦亮高质量发展底色。 </p>
          <p>传统产业是台州最厚实的家底，唯有优化升级才能再创辉煌。大力实施传统产业优化升级三年行动计划，确保一年初见成效、两年基本完成、三年彻底转型。坚决打破坛坛罐罐。按照“彻底告别‘三合一’、小微企业进园区、民房群租旅馆化、职工住进宿舍里”要求，加快低小散、厂中厂、老旧工业点、老旧市场改造等专项整治。实施新一轮小微企业三年成长计划，加快小微园区建设，实施“313”行动计划，力争三年内建成小微工业园、改造老旧工业区3000万平方米，实现1万家小微企业进园区、30万名职工进宿舍。今年开工建设小微工业园47个。推动产业质量提升。围绕汽摩配、医药化工、家用电器等十大传统产业，逐一推进优化升级。深化“三强一制造”建设，争创模具、植保与清洗机械等全国知名品牌示范区，推进智能马桶、机电及机械零部件产品国家质检中心建设，争取泵类等产品国家质检中心落户，新增“浙江制造”品牌培育企业40家，通过“浙江制造”品牌认证6家，参与制（修）订国际、国家、行业标准25项，牵头制订“浙江制造”标准8项。加快特色小镇和产业创新综合体建设，推动黄岩电动车、天台交通科技、仙居医疗器械、三门橡胶等产业园建设。推进建筑工业化，提升建筑质量和建设效率。坚持扶优扶强。实施大企业培育“2211”工程，培育一批航母企业、旗舰企业和瞪羚企业，打造一批细分行业的“单打冠军”和“隐形冠军”。推进企业管理创新和制度创新，积极贯彻落实“凤凰行动”，大力推进“128”股改上市三年行动计划，完成股份制企业改造600家，确保三年任务两年完成。新增报会、上市企业20家以上。积极推进兼并重组。加快建立现代企业制度。重启中国民营经济论坛。传承弘扬优秀企业家精神和工匠精神。研究制定优质企业留驻本土发展的综合措施，降低实体经济成本，让广大企业安心留在台州发展。</p>
          <p>（二）积极发展以数字经济为核心的新经济，培育高质量发展动能</p>
          <p>主动顺应“中国制造2025”“互联网+”发展新形势、新要求， 加快数字与技术对实体经济的提升改造，促进工业化与信息化“两 化”深度融合，实现先进制造业与现代服务业双轮驱动。 加快发展信息经济。大力发展云计算、物联网、大数据和人 工智能等产业，加快“数字台州”建设，推动“四化”同步协同， 争创省级“两化”深度融合示范区。实施“云—网—端”协调发 展战略，大力推进网络基础工程、云计算公共服务平台和智能终 端感知系统建设。积极筹建新一代信息网络与人工智能产业研究 院，启动规划建设未来信息、网络产业小镇，引进和培育一批创 新型信息研发与人工智能企业。实施“企业上云”三年行动计划， 实现从数量向质量提升。推进电子政务云、智慧云、企业云等平 台建设，培育发展云应用服务商，加快发展具有本地产业特色的 行业云应用平台，更好满足企业发展需求。 加快发展战略性新兴产业。围绕航空航天、现代轨道交通装 备、工业机器人、智慧管网等新兴产业，积极引进布局一批高端 制造项目和军民融合项目。加快培育汽车、生物医药等若干个千 亿级高端产业集群。建成吉利汽车临海产业园30万辆扩建项目， 加快无人机通航产业园、中车配套产业园、吉利发动机和新能源 汽车、巨科铝轮毂等项目建设，推动核电一期投运。实施省市县 长项目工程，发扬硬着头皮、厚着脸皮、磨破嘴皮、饿着肚皮、 踏破脚皮的“五皮”招商精神，着力招大引强，发挥异地商会作 用，加强要素保障，提供精准服务。 加快发展现代服务业。深入实施“1568”战略，打造现代金 融、休闲旅游、现代物流、电子商务、商贸市场、房地产六大主 导产业。大力发展工业设计、信息和软件服务业、科技服务等生 产性服务业，建设模塑工业设计基地三期。发展平台经济、分享 经济、体验经济和创意经济，形成与台州制造相融合的现代服务 业体系。编制全域旅游发展规划，台州府城文化旅游区创成 5A 级景区，积极推动长屿硐天创建 5A 级景区、神仙居创建国家级 旅游度假区，加快石塘半岛、三门蛇蟠景区建设，支持天台、仙 居争创省级全域旅游示范区，注重发展都市旅游和智慧旅游。打 造百家商贸流通企业和十大展会，创建一批城市智慧商圈和现代 商贸特色镇，抓好电商集聚和跨境电商集群发展，推进消费升级， 深入创建放心消费城市，推动生活性服务业向精细化和高品质转 变。发展健康养老、体育休闲等产业。</p>
          <p>（三）大踏步走好“科技新长征”，强化高质量发展战略支撑。</p>
          <p>创新是引领发展的第一动力，是建设现代化经济体系的战略 支撑。深入实施创新驱动战略，扎实推进“科技新长征”，争创 国家创新型试点城市。 建设创新平台。全力以赴创成国家高新区，加快建设台州科 技城，跻身浙东南国家自主创新示范区，构建高能级创新平台和 高水平国际产业合作平台。加快市中央创新区建设，力争台州湾 创新广场等项目开工，建设人才社区、梦想加速区等，打造科创 核心区。加强与大院名校共建创新载体，建成浙大工程师学院台 州分院、南科大台州研究院、浙工大台州研究院，推进北航研究 院建设。 壮大创新主体。深入实施高新技术企业和科技型中小微企业 双倍增计划，推进“百企示范、千企试点、万企行动”，培育一 批具有创新能力的排头兵企业，新认定国家高新技术企业126家、 省级科技型中小企业502家，新增企业研发机构108家。优化布 局新型人才研发机构，建成台州医学健康（新药临床）研究院。 继续建设一批众创空间、科技企业孵化器。 优化创新生态。深化人才新政，打造人才生态最优市。引育 一批带技术带项目的领军型创业创新人才团队，加强企业家、科 技人才、高技能工匠等人才队伍建设，加大跨境人才和项目引进力 度。完善高端人才中介机构和人才服务联盟运行机制，加快人力 资源服务产业园建设，大力推进“500 精英计划”创业创新园建 设，支持温岭创建省级千人计划产业园。发挥科技大市场、国际 技术转移中心等作用，扩大国际科技交流和军民科技合作。大力 引进培育科技服务机构，促进科技成果转化。加强知识产权强市 建设，加大专利和商业秘密保护力度。</p>
          <p>（四）深入实施乡村振兴战略，开启高质量发展农业农村新局面。</p>
          <p>坚持农业农村优先发展，按照产业兴旺、生态宜居、乡风文明、治理有效、生活富裕总要求，全力打造农业强、农村美、农民富的新乡村。推动农业全面升级。深化农业供给侧结构性改革，走质量兴农之路，加快农业现代化，让农业成为有奔头的产业。落实粮食安全县（市、区）长责任制，稳定粮食生产，确保粮食总产量62万吨。推动农业由增产导向转向提质导向，加快省级现代农业园区、特色农业强镇建设，打造一批主题鲜明的田园综合体。大力发展观光农业、体验农业、创意农业等新业态，推进一二三产业融合发展。全面实施农作制度改革，加强农业高新技术研究推广，加快现代种业发展。启动实施与省农科院的第二批院地合作项目。开展农产品区域公用品牌建设，积极创建国家农产品质量安全放心市。扎实推进海洋与渔业“两区一县”创建，发展绿色生态渔业，推进渔场修复振兴，创建国家渔船管理综合改革试验区。加快农村全面进步。走城乡融合发展之路，加快形成工农互促、城乡互补、全面融合、共同繁荣的新型工农城乡关系，让农村成为安居乐业的美丽家园。走乡村绿色发展之路，扎实推进“千村景区化”工程，打造A级景区村庄100个，培育乡村振兴示范村20个、美丽乡村精品村20个和示范乡镇10个，启动建设省级美丽宜居示范村4个，加强古村落保护。持续开展“森林乡村”创建。推动农村基础设施建设提档升级，加快“四好”农村路建设，提升改造公路300公里，建设美丽公路示范路800公里，创建美丽公路示范乡镇9个。实施全域土地整治“341”工程。抓好农业面源污染治理。实施农村生活垃圾分类处理三年行动，打造农村生活垃圾分类处理示范村100个。走乡村文化兴盛之路，提升乡镇综合文化站服务效能，在1500人以上建制村新建农村文化礼堂150家，弘扬和合文化，提高乡村社会文明程度。走乡村善治之路，坚持自治、法治、德治相结合，创新乡村治理体系，加强农村基层基础工作。促进农民全面发展。走共同富裕之路，加强支农惠农，扶持农民，提高农民，让农民成为有吸引力的职业。优化农村金融服务，推进农业保险提标扩面。深化农村集体产权制度改革，确保完成确权成果综合验收。拓展“三位一体”农合联改革成果。深化万名乡贤帮千村活动和强基惠民“村村帮”工程，壮大农村集体经济，全面消除集体经济薄弱村。拓宽农民增收渠道，大力发展乡村旅游、电子商务等美丽经济，搭建农产品网络营销平台，积极发展民宿型农家乐特色村，让美丽经济成为农民致富的新增长点。加快全国新型职业农民培育示范基地建设，积极培育新型农业经营主体。建立乡村振兴学院，培养乡村振兴实用人才3万人。走中国特色减贫之路，坚持精准帮扶，强化就业创业扶持，实施低收入农户奔全面小康计划，确保低收入农户人均可支配收入增长10%以上。</p>
          <p>（五）统筹推进港产城湾一体化发展，构建高质量发展系统平台。</p>
          <p>认真落实省大湾区大通道大花园大都市区行动纲要，发挥台 州湾区资源丰富的优势，坚持规划引领、陆海统筹、三湾联动、 融合发展，高水平建设台州湾区经济发展试验区，打造以“港口 为龙头、产业为支撑、城市为主体、湾区为依托”的现代化湾区 都市。 构建以头门港区为核心的港口群。整合港口资源，完善集疏 运体系，完成头门港区一期码头滚装功能改造，加快二期码头工 程，启动疏港公路复线工程，实现水陆域开放，积极申报台州综 合保税区。支持大麦屿港区与宁波舟山港深度合作。规划建设相 关港区油气登陆配套码头、集装箱码头和进港航道等。落实习近 平总书记建设“小康的大陈、现代化的大陈”指示，加快大陈航 运集聚区建设，开通金清至大陈航线。加快建设立体交通网。建 成沿海高速和台金高速东延二期工程。加快建设杭绍台高铁、金 台铁路、杭绍台高速、台金高速东延市区连接线、杭温高铁等项 目。开工建设高速温岭联络线、甬台温高速城南互通等项目。加 快杭绍台高铁温岭至玉环段项目前期，争取年内开工。推动沿海 高铁、金台城际铁路等项目前期。加快台州机场改扩建，推进机 场高架等周边路网建设，打造机场综合交通枢纽。开展海港铁联 运前期工作。 构建以台州湾产业集聚区为主平台的临港产业集群。以台州 湾产业集聚区为核心，构建联动发展、联动招商机制。完善三湾 六板块产业布局，形成集聚区东部组团、临海东部、温岭东部、 台州南部湾区、台州北部湾区、天台苍山六大产业平台。大力发 展海洋经济，科学布局建设若干临港产业园，形成海洋战略性新 兴产业集聚集群发展平台，打造蓝色发展新引擎。以“高端、智 能”为导向，积极发展大交通、大健康、大装备产业，重点发展 汽车及零部件、医药制造、核关联产业、轨道交通、通用航空、 缝制设备等，打造若干个世界级产业集群和国家级产业基地。 构建三区三市协同、三县联动发展的城市群。抓好城市总体 规划编制和城市设计两个国家试点，按照全市域统筹要求，力争 完成新一轮城市总体规划报批。基本建成空间规划信息平台，推 进“多规合一”。启动铁路中心站新区开发，加速椒江“一江两岸” 综合开发，推进中央商务区、商贸核心区、永宁江风貌带、飞龙 湖生态区、月湖绿岛等区块建设。开工建设新国际会展中心、市 委党校迁建等项目，新行政服务中心投用。推进城市有机更新， 实施城中村改造159个，其中市区70个，开展内环线两侧区块改 造提升，加快开发区东扩区块和城市旧城改造，做好历史文化街 区、历史建筑保护及历史风貌修复，推进街巷美化提升。研究市 域快速路网布局，优化城市道路建设，推进市域铁路 S1 线、现 代有轨电车、路泽太高架、现代大道、海城路等建设，加快内环 线连接线建设，改善慢行系统，发展市域公交，推进绿道网建设。 加快建设海绵城市和地下综合管廊。加快市区天然气高压输配管 网建设，实现市区管输天然气全面通气。加快实施水利“五大百 亿工程”，建成洪家场浦排涝调蓄、东官河综合整治、大田平原排 涝一期等工程，推进朱溪水库、方溪水库、台州三期供水等工程， 开工建设台州南部湾区引水工程和灵江建闸引水工程。实施城市 精细化管理，加快智慧城市建设，推进公厕、垃圾、物业“三大 革命”，新（改）建一批城市公厕，打造城市休憩驿站；开展垃圾 处理设施建设三年攻坚行动和城市生活垃圾分类处理；创新物业 管理体制，加强小区业委会建设。推进“三改一拆”，创成1个无 违建县（市、区）、4 个基本无违建县（市、区）。构建常态化管 理机制，巩固深化全国文明城市创建成果，提升市民素养。加快 市区西部山区保护性开发。推进副中心城市和美丽县城建设，加 快小城市特色化发展，做大做强中心镇，加强小城镇环境综合整 治。 坚持三湾联动、生态优先，打造宜居宜业宜游的现代化幸福 湾区。建立健全协调机制，加强三湾各类规划衔接。推进交通基 础设施共建共享。加快产业联动，推进南、北部湾区发展。大力 发展滨海旅游业，以海岸线和海岛链为轴线，串联融合台州湾区 各景点，打造台州海上大花园。加强重点生态功能区、生态敏感 区保护，着力构筑湾区发展生态屏障。坚持海陆同防同治，推进 海岸线整治修复工程，重要湾口、岛屿、岸段实施生态化、景观 化、整体化治理，加强入海排污口规范整治和近海海域环境整治， 创建湾区经济生态发展示范市。全面推进“811”美丽台州建设行 动，积极创建生态文明建设示范区。认真抓好中央环保督察问题 整改落实。推进“五水共治”，严格落实河长制、湾（滩）长制， 积极推进“污水零直排区”创建工作，加强精细化截污，实施污 水处理设施建设三年攻坚行动，城镇污水处理厂基本实现准Ⅳ类 排放，开展中水回用，完成国家水十条考核任务。以美丽河湖市 创建为抓手，开展河湖疏浚清淤、生态修复、通路造景、科学调 蓄、生态补水，建设秀水美河。加快国家土壤污染综合防治先行 区建设，完成土壤污染详查，推进重点区块土壤污染风险管控和 治理修复。加快危废设施建设。推进“五气共治”，确保城市空气 质量稳居全国前列。实施大规模绿化行动，深化省级珍贵彩色森 林示范市建设。实施最严格的水资源管理，深化长潭水库全国良 好湖泊环境保护试点，加强饮用水源保护。加大生态补偿力度。 创建国家水土保持生态文明示范市。支持仙居国家公园试点。支 持天台争创国家生态文明建设示范县。</p>
          <p>（六）持续深化改革扩大开放，激发高质量发展活力。 </p>
          <p>坚持以“最多跑一次”改革为牵引撬动经济社会各领域改革， 以“一带一路”为统领全面扩大开放，再创体制机制新优势。 深化“最多跑一次”改革。以钉钉子精神，将“最多跑一次” 改革进行到底，实现群众和企业办事“最多跑一次、最近跑一次、 最好不要跑”，争当全省“最多跑一次”改革排头兵。推进“最多 跑一次”改革标准化、规范化建设，推广“一窗受理、集成服务”， 年底前 100%民生事项和企业事项实现“一次办结”，50%以上民 生事项实现“一证通办”。实施“受办”分离改革，探索智慧化受 理和审批，推进政务服务“全网办、一证办、移动办、自助办”。 完善市、县、镇、村四级政府服务平台，推进乡镇（街道）自助 终端全覆盖。深化投资项目“最多跑一次”改革，努力实现项目 开工前“最多100天”、竣工验收前“最多跑一次”。实施个体工 商户登记制度改革试点，推进“证照分离”，按照应纳尽纳原则推 进“多证合一”，推动线上线下“证照联办”，激发大众创业创新 活力。 深化小微金改等国家级改革试点。加快小微企业金融服务改 革创新试验区建设，全面推进专利权质押，加快推进动产质押融 资及小微金融服务标准化试点，探索科技金融合作新模式，构建 新型小微企业联合辅导体系，优化金融生态环境，更好服务实体 经济，打造金融安全示范区。加快社会信用体系示范城市创建， 实施“1135”计划，建立守信联合奖励、失信联合惩戒工作机制。 深化民间投资创新综合改革，巩固和扩大PPP“两个常态”成果， 激发民间投资活力。深入推进循环经济示范城市、新型城镇化等 试点。 统筹推进其他领域改革。深化市区财政、土地体制改革，推 动市区水务一体化实质性突破，实现食品检测资源一体化。实施 “标准地”制度，推行“区域能评、环评+区块能耗、环境标准” 机制，促进要素配置市场化改革，加快形成“亩均论英雄”机制。 推进“飞地经济”发展。全面推开林权、海域使用权不动产登记。 深化国资国企改革，推进经营性事业单位改革。加快国地税征管 体制改革。推进户籍制度改革，加快农业转移人口市民化。 构建全面开放新格局。坚持开放强市战略，深度参与“一带 一路”建设，积极对接上海自贸区，北融宁波、南联温州、西承 金义、东接海上丝路，着力构建浙江“一带一路”战略枢纽的重 要节点。实施对外开放“515”行动计划，重点支持500家外贸企 业做大做强，加快省级跨境电商园区等10个对外开放平台建设， 推动白俄罗斯台州汽配园、埃塞俄比亚台州鞋帽园等5个境外经 贸合作园区建设。全面深化对德合作，加快中德（台州）产业合 作园建设。实施外贸优进优出专项行动，扩大高端装备等进口， 优化外贸出口结构，发展加工贸易和服务贸易，支持企业设立海 外仓和体验店，新增有外贸出口实绩企业500家以上。支持玉环 创建国家级对台经贸合作区。深化山海协作，做好扶贫协作和对 口合作、支援帮扶工作。</p>
          <p>（七）加快补齐民生短板，共享高质量发展成果。 </p>
          <p>全面落实富民惠民安民行动计划，扎实办好民生实事、关键 小事，使人民获得感、幸福感、安全感更加充实、更有保障、更 可持续。 优先发展教育事业。美好生活从美好教育开始。多渠道加大 教育投入，推进教育现代化市创建，临海、温岭、玉环、仙居创 成省教育基本现代化县（市、区）。落实立德树人根本任务，推进 素质教育，全面提高基础教育质量，加快提升学生体质健康水平。 实施“学前教育发展第三个三年行动计划” ，大力提高公办幼儿 园比例，新（改、扩）建二级以上幼儿园36所。推动义务教育城 乡一体化发展。促进本地高校内涵式发展，推进台州学院向应用 型大学转型，加快台州职业技术学院、台州电大等学校二期工程 建设。积极引进优质高端教育资源，加快航空工程学院和长鹰无 人机学院建设，探索建设台州学院、台州科技职业学院与北航台 州通航产业融合发展的教育共同体。积极构建现代职业教育体系， 加快市、县两级职教园区建设。发展继续教育和网络教育。 落实“健康台州”战略。制定实施医疗卫生“补短板”行动 计划，深化医药卫生体制改革，促进医保、医疗、医药、医院、 医生、中医等“六医”统筹，深入推进医疗资源“双下沉、两提 升”。积极探索医联体建设，做好路桥省级医联体试点工作。加快 智慧医疗建设，引进一批优质医疗资源，实现健康一卡通全覆盖。 推进基层全科医生队伍建设。大力发展中医药事业。推进台州医院 新院区、台州浙东医院等项目建设，开展市中医院迁建、台州护士 学校等项目前期工作。加强公共卫生事业发展，开展卫生乡镇创 建。实施食品安全十大攻坚行动计划，积极创建国家食品安全示 范城市。实施全民健身“151”工程，大力发展群众体育、老年体 育，提升竞技体育，积极备战省运会。 推动文化繁荣。创成国家公共文化服务体系示范区。开展 2018台州文化年系列活动，实施文化惠民、文艺精品创作、文艺 人才培育等工程。加强和合文化研究，深入开展和合文化标志地、 传播地、示范地建设，推进和合书院、和合书吧等一批主题公共 文化设施建设，谋划建设全国和合文化研究中心。推进城市文化 公园、社区文化家园、企业文化俱乐部建设，健全文化设施网络。 构建“1+6”文化产业体系，大力发展文化创意设计、影视文化 产业，推进心海文化生态园等建设。加强下汤文化遗址保护开发。 做好台州乱弹等非物质文化遗产传承保护。加快推进大剧院建设， 加快美术馆、非遗馆、非国有博物馆群和县（市、区）档案馆新 馆建设。推动全民阅读，加强科学普及。 抓好就业和社会保障。落实就业优先战略和积极就业政策， 实现更高质量和更充分的就业。提升公共就业服务水平，鼓励创 业带动就业，做好高校毕业生、农村转移劳动力、残疾人等重点 群体创业就业，动态消除“零就业家庭”。深入开展“台州无欠薪” 行动，推进和谐劳动关系创建。全面实施全民参保计划，积极推 进全市社保一体化。深化医保制度改革，完善跨省医保异地联网 结算。加快建立多主体供给、多渠道保障、租购并举的住房制度。 实施公共安全综合保险。推进工资制度改革。加快发展老龄事业 和产业，完善养老服务体系，推广养老机构“公建民营”，促进医 养融合发展，开工建设市社会福利院。巩固丧葬移风易俗成果， 加快台州殡仪馆改扩建。开展全国第四次经济普查。做好双拥创 建和优抚安置工作。加强民族宗教、外事侨务工作。进一步做好 慈善、残疾人工作。 创建平安台州。争取“平安六连创”，勇夺平安银鼎。坚持 强势治安理念，深化平安台州系列行动，大力推进“云上公安、 智能防控”战略，深化全科网格，健全治安防控和公共安全体系。 树立安全发展理念，完善安全生产责任制，推进“五战联合”除 火患全民大行动，构建覆盖城乡的火灾消防防控体系，深化预防 道路交通事故全民大行动，持续开展渔业船舶、建筑施工、城镇 燃气等重点领域专项整治，坚决遏制重特大事故发生，打赢消防 安全翻身仗，确保安全生产控制指标持续下降。加强法律援助和 司法救助等公共法律服务体系建设。推进信访法治化建设，完善 社会矛盾源头预防和调处化解综合机制。加强基层政权建设，深 入推进基层治理体系“四个平台”建设。完善应急体系，提升防 灾减灾救灾能力，实施标准化、智慧化、社会化防汛，全面消除 地质灾害隐患点。大力支持驻台部队建设，加强国防动员工作， 推进民兵调整改革，进一步做好双拥创建和优抚安置工作。 各位代表！市政府高度重视为民办实事项目，经过公开征集、 网上评选和反复征求意见，提出了包括敬老爱老、基本医疗、基 础教育、公共文化、交通出行、食品安全、旅游惠民、消防安全、 城乡环境、全民健身、应急救护、公共安全、便民服务等候选项 目，提请会议票决。</p>
          <p>三、加强政府自身建设 </p>
          <p>深入学习贯彻党的十九大精神，以“两强三提高”为导向，加快建设人民满意的政府，为高质量发展提供坚强保障。建设学习型政府，保持政治坚定。切实运用习近平新时代中国特色社会主义思想武装头脑，在学懂弄通做实上下功夫。认真开展“不忘初心、牢记使命”主题教育，牢固树立“四个意识”，自觉维护以习近平同志为核心的党中央权威和集中统一领导。全面增强学习本领、政治领导本领、改革创新本领、科学发展本领、依法执政本领、群众工作本领、狠抓落实本领和驾驭风险本领，推进政府治理体系和治理能力现代化。建设服务型政府，牢记为民宗旨。坚持以人民为中心，把提高政府效率作为加强政府自身建设的关键环节，推动各级政府精简行政权力、优化办事流程、实施互联网+政务，高质量履行公共服务、市场监管、社会管理、环境保护等职责，优化营商环境，营造亲清新型政商关系。建设法治型政府，坚持依法行政。自觉接受市人大法律监督、市政协民主监督，认真办理人大代表议案建议、政协委员提案。健全依法决策机制，积极发挥法律顾问等专家团队决策咨询作用。完善行政执法体制，落实行政执法责任制。加强审计监督。全面深化政务公开，主动接受社会监督、舆论监督。推动各级政府诚信施政，提高政府公信力。建设务实型政府，强化实干担当。大力弘扬红船精神和大陈岛垦荒精神，始终保持昂扬的精神状态，强化实绩导向，只争朝夕、奋勇争先。大兴调查研究之风，提升谋事、干事、成事能力。落实重点工作清单制度，强化督查考核，铆紧各方责任，健全激励机制和容错纠错机制，给干事者鼓劲，为担当者撑腰，以实干推动发展，以实干赢得未来。建设清廉型政府，全面从严治政。严格落实全面从严治党主体责任，深化标本兼治，深入推进廉政建设。高标准落实中央八项规定及实施细则精神和省委、市委实施办法，坚持不懈纠正“四风”，认真整治形式主义、官僚主义，坚决治理庸政、懒政、怠政。聚焦重点领域，严肃查处侵害群众利益的不正之风和腐败问题，打造风清气正的政务生态。各位代表！幸福是奋斗出来的！让我们更加紧密地团结在以习近平同志为核心的党中央周围，在中共台州市委的坚强领导下，始终保持一往无前的奋斗姿态，不驰于空想、不骛于虚声，勇于担当、真抓实干，全力推动高质量发展，为加快建设独具魅力的“山海水城、和合圣地、制造之都”，奋力谱写“两个高水平”台州篇章而努力奋斗！抄送：市委各部门，市人大常委会、市政协办公室，军分区，市监委，市法院，市检察院。台州市人民政府办公室</p>
        </div>
        <div class="rightArticle scroll" v-if="!whichAnalyze && docuValue === '3'">
          <p>一、2018年工作回顾</p>
          <p>2018年是贯彻党的十九大精神开局之年，也是改革开放40周年。市政府坚持以习近平新时代中国特色社会主义思想为指导，认真落实省委省政府和市委决策部署，聚焦聚力高质量、竞争力、现代化，迎难而上、扎实工作，圆满完成了市五届人大三次会议确定的目标任务。全年生产总值增长7.6%，一般公共预算收入增长12.8%，城镇、农村居民人均可支配收入分别达到55705元和27631元。这一年，李克强总理亲临台州考察调研，让我们倍受鼓舞；这一年，多项经济指标领跑快跑，民营经济发展全国瞩目；这一年，全市人民翘首以盼的沿海高速即将通车，杭绍台高铁全线开工，一批重大产业项目加快推进，台州高质量发展的基础更加坚实。</p>
          <p>（一）致力稳企业扩投资，经济运行更加稳健。面对错综复杂的宏观形势，科学研判，精准施策，打实打好稳企业、稳投资、稳外贸组合拳，规上工业增加值增长9.7%，固定资产投资增长8.1%，增速均居全省第二。深入践行“妈妈式”服务理念，出台留驻本土优质企业发展政策，开展“五问入企、五心服务”活动，健全联系帮扶机制，帮助企业解决6000多个问题。大力落实降本减负政策，减轻企业负担近200亿元。开展金融服务实体经济系列活动，新增社会融资总量超千亿元，其中直接融资超300亿元。制定支持上市公司稳健发展8条意见，成立全国地级市首个纾困基金，全省首个纾困项目成功落地。率先破题全域土地综合整治，启动40个片区121个整治项目，着力破解用地空间制约，全年供应工业用地1.5万亩，创历史新高。坚持大抓项目、抓大项目，常态化实施“1+5+X”协调推进机制，每两月召开项目“双进”联席会议破难攻坚，每季度开展重大项目集中开工，47个“152”省市县长项目、138个市县长项目落地率分别达到61.7%和40.6%，引进省外到位资金520亿元。吉利汽车临海产业园30万辆扩建项目提前半年达产，新吉奥新能源汽车下线，三门核电一期并网运营，华强方特动漫主题园、杰克智能缝制装备基地等重大产业项目开工建设。金台铁路、杭绍台高速、市域铁路S1线、路泽太高架加快推进，温玉铁路、杭温高铁、南部湾区引水工程、椒（灵）江建闸引水扩排工程开工建设。栅岭汪排涝调蓄工程基本建成，朱溪水库完成大坝截流准备。积极应对中美贸易摩擦，及时出台稳外贸15条意见，健全出口预警机制，加强出口信用保险支持，积极拓展新兴市场，推进贸易便利化，进、出口货物整体通关时间均压缩二分之一，新增国家级外贸转型升级（出口）基地3个，外贸出口增长11.5%，占全国比重9.3‰。</p>
          <p>（二）致力抓创新促转型，发展质量稳步提升。台州高新区通过科技部实地评估，即将创成国家级高新区，台州科技城综合区一期完工。南科大台州研究院、浙工大台州研究院等一批高水平科创平台落地。现代医药化工、橡胶、水暖阀门3家产业创新服务综合体列入省级创建名单。新增国家级高新技术企业163家、省级科技型中小企业865家、企业研发机构282家。加强知识产权强市建设，发明专利授权量增长52%。出台社会事业人才新政30条，新建国家、省、市三级院士专家工作站20家，柔性引进国内外院士22名，新引进“国千”“省千”人才45人，培育“万人计划”专家8人。产业转型升级步伐加快，高新技术产业增加值、装备制造业增加值和新产品产值增速均居全省前列，七大千亿级产业产值增长22.4%。出台发展数字经济实施意见，数字经济核心产业增加值增速居全省第二。打好传统产业优化升级攻坚战，实施低效企业改造提升“135”行动，亩均税收1万元以下低效企业改造提升基本完成，规上工业亩均增加值增速居全省第二。新增小微工业园52个，入驻小微企业1260家，启动老旧工业点改造288个，基本完成改造92个。大力推进个转企、小升规、规改股、股上市、市做强，新增小微企业2.7万家、个转企2806家、小升规385家、股份公司802家，上市企业增至53家，并购重组31笔、84.7亿元。深化全国质量强市示范城市建设，成为全国首批百城千业万企对标达标试点城市，“品字标”企业达到72家，发布“浙江制造”标准60项。新增国家级质量提升示范区3个，全国智能马桶分标委成立，国家智能马桶产品质量监督检验中心通过验收。出台加快服务业高质量发展30条意见，服务业增加值增长7.3%，10个省级服务业集聚示范区加快建设，金融存贷款余额分别增长11.8%、14.7%，社会消费品零售总额增长10.2%，房地产业平稳发展，获评中国旅游城市30强。农业生产能力稳步提升，粮食总产、单产、面积实现“三增”。“一区一镇一体”建设稳步推进，创建省级特色农业强镇3个，省农博会金奖数连续16年全省第一，省级农产品质量安全放心县实现全覆盖，农业“机器换人”走在全省前列，创成国家渔船综合管理改革试验基地。</p>
          <p>（三）致力强改革扩开放，区域活力持续迸发。在全省率先试行“受办分离”改革，“无差别全科受理”经验全省推广。国家级行政审批服务标准化试点通过验收。全面实施“标准地+承诺制”改革，启动工程建设项目审批制度改革试点，一般企业投资项目审批“最多跑一次”改革领跑全省，6月份以来工业标准地项目审批全部实现“最多30天”。出台商事登记制度改革新政10条，取消企业银行账户开户许可证核发试点经验向全国推广，常态化企业开办3个工作日办结。首创“政银联通”机制，推行办事无休日制度，75%民生事项实现“一证通办”。扎实推进小微金改，信用信息共享平台查询突破590万次，信保基金累计承保突破220亿元、服务市场主体1.3万家，商标专用权质押融资贷款34.5亿元，动产质押融资、小微金改标准化国家级试点有序推进，中国（台州）普惠金融培训中心成立。深化国家民间投资创新综合改革试点、助推民间投资逆势上扬典型经验受到国务院表扬。机构改革稳步推进。以“一带一路”为统领纵深推进对外开放，加快“走出去”“引进来”，推动境外并购回归产业园建设，积极推动头门港经济技术开发区申报国家级开发区、浙台（玉环）经贸合作区创建国家级对台经贸合作区。甬台合作签订战略框架协议，“上海·台州周”成功举办。异地商会建设不断加强，东西部扶贫协作和对口支援（合作）进一步深化。</p>
          <p>（四）致力抓整治优环境，城乡统筹全面加强。推进新一轮城市总体规划编制试点。中央商务区基本成型，“一江两岸”、商贸核心区、高铁新区等区块加快推进。“两个大陈”建设驶上快车道，大陈岛青垦文化旧址公园等15个项目开工，陆岛交通时间缩短至45分钟。实施“城市美丽行动”，开展城市街景、路景、水景、生态“三景一态”整治提升，内环线两侧景观提升加快推进，改造整治街巷26.7公里，新增绿道153公里。完成城中村改造4万多户，开工建设棚改安置房2.3万套。台州机场年旅客吞吐量突破110万人次，市客运南站投入使用。市、县两级成立城市管理委员会，“大城管”机制全面运行。深入开展“三改一拆”，天台创无违建县（市、区）通过初评，椒江、路桥、温岭创基本无违建县（市、区）通过现场验收。小城镇环境综合整治三年任务两年完成。实施垃圾、公厕、物业三大革命，生活垃圾分类全面启动，市餐厨垃圾有机处理中心、黄岩垃圾焚烧发电工程、路桥旺能焚烧厂三期等13个垃圾处理项目动工建设；新（改）建生态型公厕212座；全市80%小区成立了业委会。认真落实中央和省环保督察、国家海洋督察、长江经济带生态环保审计等反馈意见整改。全面推进治水治气治土，再次荣获“大禹鼎”，成为全国首批无黑臭水体城市，空气质量居全国前十，“台州蓝”成为金名片，土壤污染综合防治先行区建设走在全国前列，“湾（滩）长制”试点工作经验全国推广，生态环境状况指数居全省第二。仙居创成国家生态文明建设示范县。出台乡村振兴五年行动计划，建成精品村20个、A级景区村庄223个，提升美丽乡村公路1230公里。“三位一体”农合联改革走在全省前列，农村承包地确权登记颁证工作全面完成。在全国率先建立市县两级乡村振兴学院，新型职业农民培育工作全国领先。行政村规模调整圆满完成，撤并率34.5%，省定集体经济薄弱村全部实现消薄目标，天台“万户百村”下山移民工作成为全省典型。培育减贫增收示范村15个，低收入农户增收12%。</p>
          <p>（五）致力惠民生保平安，群众获得感明显增强。推进基本公共服务均等化，圆满完成十方面64项民生实事，民生支出增长12.6%。新增城镇就业13.4万人，基本医疗保险参保率99.4%。教育现代化发展指标逐步提高，温岭通过省教育基本现代化县（市）评估，临海、玉环和仙居通过预评估。市区教育首位度稳步提升，镇海中学台州分校、北大附中飞龙湖学校等一批优质资源引进集聚。新（改）建二级以上幼儿园36所。教育改革不断深化，中小学教师“县管校聘”实现全覆盖。出台高等教育跨越式高质量发展意见，台州学院通过教育部本科教学工作审核评估。深化医药卫生体制改革，完善现代医院管理制度等配套政策。创新实施“智慧医疗”项目，“健康一卡通”大大方便群众看病就医。开展县域医共体试点，基本公共卫生服务能力不断提高。市妇女儿童医院开诊，台州医学健康（新药临床）研究院成立。创成国家公共文化服务体系示范区，开展基层文化惠民活动3万余场，新建成农村文化礼堂476家，中心镇文化馆、图书馆分馆实现全覆盖，市科技馆开馆，“台州文化云”上线运行。举办首届全民运动健身大会，省运会创历史最好成绩。进一步提高高龄老人补贴，建成示范型居家养老服务中心30个、社区居家养老服务照料中心240个、省级无障碍社区9个。实施“台州人免费游台州”，160万人次享受政策福利。推动全国文明城市、国家卫生城市建设向更深层次迈进，再次入选中国最具幸福感城市。深化平安台州系列行动，健全立体化治安防控体系，深入开展安全生产六大攻坚行动，刑事立案数、安全生产事故起数、火灾事故起数、道路交通事故亡人数分别下降20.6%、41.1%、50.7%、35.3%，降幅居全省前列。全科网格建设在全省创出示范。开展“清初访、查重访、化积案”试点，12345市长热线服务水平居全国前列。有效防控非洲猪瘟疫情。积极防范金融风险，不良率和关注类贷款率之和全省最低。坚持依法行政，加强政府自身建设，深入开展“大学习大调研大抓落实”活动，加强廉政建设，强化审计监督。办理人大代表建议378件、政协提案385件，提请市人大常委会审议地方性法规2部。国防动员水平不断提升，民兵调整改革任务圆满完成，军民融合深入推进。外事、侨务、对台事务、民族宗教、统计、气象等工作取得新成绩，老干部、关心下一代、慈善等工作得到加强。各位代表！上述成绩的取得，是省委省政府和市委坚强领导的结果，是市人大及其常委会、市政协有效监督和大力支持的结果，是全市人民凝心聚力、奋力拼搏的结果。在此，我代表市人民政府，向全市人民和广大建设者，向人大代表、政协委员，各民主党派、工商联、人民团体和社会各界，向驻台部队和武警官兵、在台省部属单位，向关心、支持台州发展的海内外朋友们，表示衷心的感谢！我们也清醒地认识到，外部环境复杂严峻，经济面临下行压力，发展不确定性增加，不平衡不充分问题仍然突出，主要是：有效投资后劲不足，资金、土地等要素趋紧，稳出口、稳增长压力进一步加大；企业“低散乱”现象仍然存在，创新能力不足，战略性新兴产业培育不快；中心城市首位度不高，集聚辐射能力不强，城市功能有待完善；生态环境保护和治理任务艰巨，优质公共服务供给与群众需求还有较大差距，安全生产等领域仍存在风险隐患。我们要增强忧患意识，以更努力的工作、更扎实的举措，认真加以解决。</p>
          <p>二、2019年工作安排</p>
          <p>今年是新中国成立70周年，是高水平全面建成小康社会的关键之年。做好今年政府工作，要高举习近平新时代中国特色社会主义思想伟大旗帜，全面贯彻党的十九大和十九届二中、三中全会精神，以“八八战略”再深化、改革开放再出发为主题，以高质量发展为主线，以现代化湾区建设统领“再创民营经济新辉煌”和“新时代美丽台州建设”，突出稳企业、增动能、保平安，统筹推进稳增长、促改革、调结构、惠民生、防风险工作，早日跻身全省经济综合实力第二方阵前列，以优异成绩庆祝新中国成立70周年。建设现代化湾区是引领新时代高质量发展的重要抓手，是走好改革开放新征程的战略引擎。我们要建设的现代化湾区，核心定位是“先进制造”，根本路径是“全域联动”，显著特征是“开放包容”，战略支撑是一大批标志性项目。我们要以“台州未来看湾区”的历史站位，把发展大产业作为最核心支撑，把建设大通道作为最基础工作，把构建大平台作为最重要载体，把推进大开放作为最有力举措，把全面大创新作为最强劲动力，以垦荒精神推动湾区大发展，实现台州大跨越。综合考虑发展趋势和工作导向，建议今年经济社会发展主要预期目标为：生产总值增长7.5%左右，争取更高质量、更高效益、更好结果；一般公共预算收入增长、城乡居民收入增长与经济增长基本同步，全员劳动生产率稳步提高，节能减排降碳指标完成省定目标。</p>
          <p>在具体工作中，要把握好四方面要求：</p>
          <p>（一）始终坚持稳中求进工作总基调。稳中求进是做好经济工作的方法论。必须科学认识稳和进的关系，以稳应变、稳中求进，以进促稳、进中提质，切实做好稳就业、稳金融、稳外贸、稳外资、稳投资、稳预期工作，确保稳的基础更牢、进的步伐更快。</p>
          <p>（二）始终坚持高质量发展根本要求。高质量发展是新时代发展的主旋律。必须精准把握经济规律，深化供给侧结构性改革，持续打好高质量发展组合拳，推动质量变革、效率变革、动力变革，加快实现更高质量、更有效率、更加公平、更可持续发展。</p>
          <p>（三）始终坚持再创民营经济新辉煌历史使命。民营经济是台州最大的发展优势。必须牢记习近平总书记殷切嘱托，坚持问题导向，破除发展障碍，为民营经济提供更充沛的阳光雨露和肥沃土壤，帮助企业跨越市场冰山、融资高山、转型火山，让创新源泉充分涌流，让创造活力充分迸发。</p>
          <p>（四）始终坚持以人民为中心发展思想。人民对美好生活的向往就是我们的奋斗目标。必须坚持一切为了群众，从人民群众最关切的现实问题出发，出实招、办实事、求实效，持续改善和保障民生，让全市人民更有获得感、幸福感、安全感。</p>
          <p>围绕上述目标和要求，要重点做好八方面工作：</p>
          <p>（一）聚焦产业转型升级，再创民营经济新辉煌。</p>
          <p>民营经济是台州高质量发展的主力军。要毫不动摇地支持民营经济发展，突出制造为本、量质双提、引育齐抓、破立并举，加快打造制造业高质量发展示范区。发展大产业。积极培育七大千亿级产业，加快推进100个5亿元以上产业项目建设，完善创新链，拓展产业链，提升价值链，联动推进县域百亿级产业培育，推动向现代产业集群升级。实施数字经济“一号工程”。大力推动产业数字化，深入实施传统产业优化升级三年行动计划，加快推进100个数字化转型项目和100个传统产业优化升级示范项目，谋划建设一批省级产业园区，培育一批智能化改造无人工厂、无人车间，打造一批数字化转型示范企业。大力发展高端数字化产业，建设电子材料、智能装备电子等信息产业基地，谋划发展虚拟现实、增材制造等新兴产业。推动先进制造业和现代服务业深度融合，大力发展现代金融、物流、工业设计等生产性服务业，丰富金融业态，支持本地法人银行加快发展，推动物流企业降本增效，构建公铁水多式联运格局。积极发展会展业，加快专业市场转型升级。推进全域旅游发展，打造浙东唐诗之路旅游目的地和佛道名山旅游带，大力发展滨海旅游、乡村旅游。加快推进消费结构优化和提档升级，推动放心消费示范城市创建，打响“放心消费在台州”品牌。发展平台经济、分享经济、体验经济和创意经济，加快培育服务经济新动能。</p>
          <p>培育大企业。优化企业组织生态，加快市场主体升级。深入实施“2211”企业培育工程，努力形成既顶天立地又铺天盖地的企业发展格局。推进“凤凰行动”，继续推动股改，力争新增报会、上市企业10家，支持优势企业开展并购重组。推进“雄鹰行动”，大力培育航母企业、旗舰企业和若干本土跨国企业，不断提升企业市场竞争力和话语权。推进“雏鹰行动”，实施“专精特新”小巨人企业培育行动，大力培育瞪羚企业，打造一批细分行业“单打冠军”“隐形冠军”。推进小微企业三年成长计划，新增“小升规”企业300家。深化“三强一制造”建设，深入开展质量提升和“标准化+”行动，新增20家“品字标”企业，新发布50项“浙江制造”标准，加快国家级智能马桶消费品标准化示范区、水暖阀门品牌示范区建设。构建大平台。按照生产力布局规律整合提升各类产业平台，促进资源优化配置和重新组合，提升产业平台竞争力。创成国家级高新区，实现国家级平台零的突破，推动县域省级高新园区创建。以台州湾产业集聚区为核心，统筹南部、北部湾区建设，联动推进“三湾六板块”发展，积极谋划列入省“万亩千亿”产业平台，创成国家级头门港经济技术开发区，加快打造甬台温临港产业带高端制造湾区。突出产业发展，高质量推进特色小镇建设，争取更多小镇列入省级创建名单。坚决打破“坛坛罐罐”，坚持“一老一小”两手抓，完成100个老旧工业点改造，新建和投运100个小微工业园，推动3000家小微企业入园。</p>
          <p>深化大服务。构建“亲”“清”新型政商关系，深入推进“五心”“妈妈式”服务，强化制度供给，加强政策协同，完善企业“白名单”制度，精准有效帮扶企业，关心民营企业家成长。全面落实降本减负政策，切实降低企业制度性交易成本和融资、物流等经营性成本，降低企业社保缴费实际负担，扩大电力用户直接交易范围，规范中介服务，加快推进涉企行政事业性收费零收费，确保全年再减轻企业负担200亿元以上。放宽市场准入，全面实施负面清单管理制度，对照世界银行标准，制定实施企业开办便利化、施工许可便利化、用电用水用气便利化、信贷便利化和纳税便利化等提升行动，着力打造最优营商环境。</p>
          <p>（二）聚焦科技新长征，加快新旧动能转换。</p>
          <p>科技创新是高质量发展的主引擎。要加快实施创新驱动战略，突出科技成果转化，着力构建“产学研用金、才政介美云”十联动创业创新生态圈，加快推进创新强市。集聚创新要素。全面对接宁波温州国家自主创新示范区，加快台州科技城和中央创新区建设，提升浙大台州研究院、清华长三角研究院台州创新中心等科创平台绩效，加强台州生物医药研究院等人才创新平台建设，争取浙大工程师学院分院挂牌。构建开放、协同、高效的共性技术研发平台，建成产业创新服务综合体20家以上，新增省级及以上科技企业孵化器、众创空间5家以上。探索创新研发“飞地”模式，在沪深杭等地建设科技成果转化中心和孵化器。做强科技大市场，培育科技服务机构，力争技术交易总额突破50亿元。</p>
          <p>壮大创新主体。深入实施高新技术企业和科技型中小微企业“双倍增”行动，培育创新型领军企业，促进科技企业梯队成长，新增国家高新技术企业130家以上、省级科技型中小企业600家以上。引导企业加大研发投入，新增省级企业技术中心5家、企业研发机构100家以上，力争R&D经费支出增长15%。大力推动“军转民”“民参军”，促进军民深度融合，培育一批军民融合高新技术企业，建设一批特色军民融合产业基地。优化创新环境。推进人才强市建设，深化“千人计划”“万人计划”“500精英倍增计划”，强化人才引育，构建与先进制造业相配套的梯度人才体系。建成“智慧人才”综合服务云平台，发展人才中介机构，创成省级“千人计划”产业园。充分发挥民营经济学院作用，加强企业家培训，激发和保护企业家精神，弘扬工匠精神。鼓励大众创业、万众创新，让崇尚创新、宽容失败的社会氛围更加浓厚。加强知识产权保护，大力发展科技金融，推进“科技+银行+创投”融合发展，发挥创投基金作用，引导各类资本助推科技项目创新，促进科技成果加速集聚、有效转化。</p>
          <p>（三）聚焦项目“双进”，全力扩大有效投资。</p>
          <p>项目建设是推动高质量发展的重要抓手。要更好发挥有效投资关键作用，坚定不移扩总量，精准发力优结构，全力以赴打好项目“双进”大会战。千方百计抓引进。发扬“五皮”招商精神，健全招商工作机制，坚持民资、国资、外资、央企投资“四个轮子”一起转，加大浙商回归力度。突出建链补链、强链延链，围绕七大千亿级产业，紧盯航空航天、新能源汽车、生物医药、工业机器人、新材料等新兴产业，深化与知名产业基金、创投基金等合作招商，谋划招引一批对产业整体提升和产业链完善具有关键作用的高端项目，引进省外资金600亿元、外资5.5亿美元。全力以赴抓推进。围绕扩大有效投资“155”目标，按照“前期项目抓深入、新建项目早开工、在建项目出形象、完工项目圈句号”要求，深化项目“双进”攻坚破难机制，确保交通投资、生态环境和公共设施投资、高新技术产业投资、制造业投资、民间投资均增长10%以上。滚动推进省市“4+1”重大项目，实施100个省市县长项目工程，确保省“152”项目落地率50%以上、市县长项目落地率30%以上。罗佑发动机、沃尔沃P319项目建成投产，加快中航彩虹无人机、北航长鹰无人机、华海制药科技产业园等重点项目建设。实施水利百项攻坚行动，基本建成大田平原排涝一期，加快椒（灵）江建闸引水扩排工程、朱溪水库、方溪水库、东屏水库等项目建设。</p>
          <p>克难攻坚抓保障。启动新一轮国土空间规划编制，深化全域土地综合整治“341”工程，新启动实施100个全域整治项目，新增耕地1.4万亩，低效用地再开发1.2万亩，力争工业用地实现供地1.6万亩。积极盘活闲置海域空间，争取更多项目列入国家和省重大项目盘子。围绕“保障有力、渠道畅通、结构优化、成本降低”目标，深化小微金改，提升信用信息共享平台功能，实现小微企业融资需求和银行金融产品线上有效对接，推动信保基金扩面增量，创新推动动产和专利权质押融资，扩大债权、股权等直接融资规模，新增社会融资总量1100亿元以上，其中直接融资占比30%，有效破解融资难、融资贵问题。规范PPP模式应用，积极引导民间资本参与重大项目建设。</p>
          <p>（四）聚焦“最多跑一次”改革，全面释放体制机制红利。</p>
          <p>深化改革是高质量发展的关键所在。要高举改革大旗，扛起改革担当，以“最多跑一次”改革撬动各领域改革，切实推动改革走深走实。 深化“放管服”改革。围绕“一窗一网、一证一码、一次一地”六个通办，争当“最多跑一次”改革领跑者。深化“受办分离”改革，纵深推进“一窗受理、集成服务”。大力推动“互联网+政务服务”，基本建成基础大数据管理平台，一体化推进自助办、移动办和“政银联通”。围绕全生命周期，全面推进民生事项 “一证通办”，探索实施企业事项“一码通办”。深化企业投资项目“标准地+承诺制”改革，全面实现一般企业投资项目审批“最多跑一次”“最多30天”。扎实推进工程建设项目审批改革试点，加快实现“4567”高效审批。实施减证便民，率先建成“无证明城市”。深化商事登记制度改革，加快证照分离改革，努力实现常态化企业开办1个工作日内完成。推行“双随机一公开”，强化事中事后监管。</p>
          <p>深化供给侧结构性改革。运用市场化、法治化手段，在巩固、增强、提升、畅通上下功夫，加大“破、立、降”力度，激活微观主体活力，提升产业链水平，提高金融服务实体经济能力。大力推行“亩均论英雄”，实现对工业、规上服务业企业和工业园区综合评价三个全覆盖，全面落实差别化要素配置政策，完成亩均税收3万元以下企业改造提升，推动资源向优势企业、优势区域集聚。深化国家民间投资创新综合改革试点，打破民间投资“玻璃门”“弹簧门”“旋转门”，鼓励引导民资进入基础设施、公共服务等重点领域，确保民间投资占固定资产投资比重达到70%。创新投融资体制改革，整合发展各类产业基金，以市场化导向推动市属国企整合重组。深化城乡和社会领域改革。深化市区管理体制改革，完成供水一体化整合，推动公共服务一体化、优质化。推进信用示范城市建设，抓好省级信用综合监管责任体系试点，推动信用信息有效应用。健全城乡发展一体化体制机制，深化户籍制度改革，推进新型城镇化国家试点。深化全国农村集体产权制度改革试点，完善“三权到人（户）、权跟人（户）走”机制，开展土地经营权入股发展农业产业化经营试点，完善“三位一体”农合联改革，推进国家渔船综合管理改革。</p>
          <p>（五）聚焦开放强市，构建高水平开放新格局。</p>
          <p>对外开放是高质量发展的必由之路。要坚持“五外”联动、内外互动，积极参与“一带一路”建设，全面融入长三角一体化发展，增创对外开放竞争新优势。提升开放能级。加快头门港区申报创建综合保税区，全力创建国家级对台经贸合作区，推进中德、中瑞等国别产业合作园和境外并购回归产业园建设，加强海外仓、转口基地和外贸综合服务平台建设。加快自贸区经验复制落地，争取实现台州港口岸全面开放，着力打造“不是自贸区的自贸区”。主动对接宁波舟山港，借势借力发展支线航运，大力推动物流运输“弃陆走水”“水水相连”。提升通关便利化水平，推进口岸减证降费、提速增效，进、出口货物整体通关时间分别压缩至80小时和8小时以内。</p>
          <p>拓展多元市场。坚持优进优出，加快外贸转型升级，提升外贸竞争力。推进“531”行动计划，培育500家重点外贸企业、300个重点出口品牌、10个重点进出口平台。建立重点企业外贸监测平台，加强国际贸易摩擦和产业损害预警应对，实施“一带一路”贸易畅通计划，加快沿线布局和对外合作，积极开拓国外替代市场、潜在市场，鼓励发展加工贸易、服务贸易。积极组织企业参加国内外重大展会，加强供采对接，争取市场采购贸易方式试点，推动进出口商品集散中心建设，集中推介展示台州品牌。推进跨境电商产业集群发展，加快省级跨境电商园建设，扩大电商出口规模，加大先进技术设备和关键零部件进口。把拓展国内市场放在更加突出的位置，积极搭建内销平台，完善营销网络，提高台州产品国内市场占有率。加强区域合作。强化发展共同体意识，全方位接轨大上海，高起点谋划项目载体，在产业、金融、科技创新、公共服务等方面主动承接上海高端辐射。全面落实甬台《战略合作框架协议》，按照“规划共绘、产业共兴、设施共建、资源共享”要求，在规划、交通、产业、要素、平台等方面强化协同发展，推动全方位、宽领域、深层次合作，全面融入宁波都市圈。深化南北协作和山海协作，高标准做好东西部扶贫协作和对口支援（合作）工作。</p>
          <p>（六）聚焦品质提升，建设新时代美丽台州。</p>
          <p>城市建设是高质量发展的有效支撑。要围绕“五美”目标，突出“三生”融合，加快新型城市化发展，以更高标准和要求建设美丽台州。建设现代化湾区城市。抓好城市设计国家试点工作，优化城市空间布局，推动形成拥湾发展、向湾集聚的湾区城市空间形态。坚持统一规划、统筹建设，推进市区融合发展，重点抓好“一江两岸”开发，加快高铁新区、商贸核心区、永宁江风貌带、飞龙湖生态区、月湖绿岛等重点区块建设，提升中心城市集聚度、首位度和辐射力。加强“三区两市”协同和市域统筹，支持县域城市特色化发展。加快小城市和中心镇发展，统筹推进“美丽城镇”建设。加快“两个大陈”开发，打造现代化海岛建设示范区。推动“水上台州”建设，完善市区水利风景体系，实现东官河水系全线贯通，洪家场浦排涝调蓄工程完工见效，建设一批具备滨海水域特色的“美丽河湖”，重现江南水乡风情。提高城市精细化管理水平，加快城市有机更新和智慧城市建设。大力实施棚户区改造，完成城中村改造2万户以上。深化“三改一拆”，力争创成基本无违建市。推进街巷美化提升，做好历史文化街区、历史建筑保护及历史风貌修复。巩固深化全国文明城市创建成果，推进新时代文明实践中心建设，提升市民文明素养，让台州成为有品德、有涵养、有温度的城市。</p>
          <p>构建大通道。打造外联内畅的区域综合交通体系，加快形成连接省内四大都市区1小时交通圈和市内1小时交通圈。完成甬台温铁路达速改造，加快杭绍台高铁、金台铁路、杭绍台高速等建设。优化市域快速路网布局，开展市府大道、台州大道等主干道路快速化和杭绍台高速二期项目研究，开工建设甬台温高速至沿海高速温岭段和三门段联络线，推进市域铁路S1线、路泽太高架、现代大道、内环线放射线、104国道黄岩段等建设，建成228国道温岭至玉环疏港公路。完善港口集疏运体系，提升港口基础设施，推动以头门港为核心的港口群建设。开工建设台州机场改扩建工程，谋划机场综合交通枢纽建设。打造大花园。坚决打好污染防治攻坚战，实施“碧水蓝天清废净土”行动，深化“污水零直排区”建设，开展生活污水处理设施建设三年攻坚，加快实施厂网能力提升、设施提标改造，打赢蓝天保卫战，推动危废和工业固废处置设施建设，推进土壤污染综合防治先行区建设。严格挂牌销号制度，抓好中央和省环保、海洋督察问题整改落实。深化城乡环境综合治理，加强生活垃圾“三化四分”体系建设，深入开展垃圾处理设施建设三年攻坚，开工建设仙居、三门垃圾焚烧处理项目，实现全市垃圾焚烧处理设施全覆盖。推动“森林台州”建设，深入实施国土绿化“四大行动”，推进环绿心生态廊道建设，加快鉴洋湖、漩门湾等国家湿地公园保护开发。加大椒（灵）江流域、温黄平原水系、始丰溪流域等综合整治。加强饮用水源地保护，深化长潭水库全国良好湖泊环境保护试点。持续推进湾（滩）长制，保护海洋海滩资源，修复建设蓝色港湾、美丽海岛。加快国家生态文明示范区、示范县建设，推进仙居国家公园创建。</p>
          <p>（七）聚焦乡村振兴，推进农业农村现代化。</p>
          <p>乡村振兴是高质量发展的重要基础。要坚持农业农村优先发展，深化农业供给侧结构性改革，推动农业全面升级、农村全面进步、农民全面发展。振兴乡村产业。坚持质量兴农、绿色兴农，促进一二三产业融合发展，加快形成多元化、特色化的乡村产业发展格局。落实粮食安全市县长责任制，加快市、县两级中心粮库建设。深化农业“一区一镇一体”建设，大力发展农产品精深加工业，做强特色优势产业。加快农产品区域公用品牌建设，加强“三品一标”认证管理，创建农产品质量安全市。加强农业数字化应用，加快农业科技进步。推动人才资本“上山下乡”，提升发展农民专业合作社、家庭农场和农业龙头企业。注重解决小农户生产经营面临的困难，把他们引入现代农业发展大格局。加强动植物疫病防控。推进渔船“打非治违”常态化制度化，创建渔业转型发展先行区。</p>
          <p>建设美丽乡村。扎实推进新“百千工程”，加强村庄规划设计，建设一批具有乡土气息、台州特色、江南韵味的浙派民居，打造10万户美丽庭院、200个以上A级景区村庄、20个以上乡村振兴精品村、10条风景示范带，推动美丽乡村从“盆景”变为“风景”。加强古村落保护，推进省级重点文化村落建设。推动农村基础设施提档升级，开展“四好农村路”建设，新建提升农村公路1000公里，加快农村公交候车亭改造提升；实施农村饮用水达标提标行动，确保67万农村居民喝上好水；加强厕所、垃圾、污水、田园整治，打造100个市级农村生活垃圾分类处理示范村。加强农村基层基础，健全“自治、法治、德治”相结合的乡村治理体系，深化“万名乡贤帮千村”活动。加强乡风文明培育，深化农村文化礼堂“建管用育”长效机制，新建文化礼堂428家，提升乡村文明水平。增加农民收入。优化农村金融服务，推进农业保险提标扩面。搭建农产品营销平台，发展农村电商和美丽经济，创建30个电商专业村和10个市级民宿型农家乐特色村。依托乡村振兴学院、农民学院，加大新型职业农民和“三农”干部培育力度。探索推进承包地确权成果应用。做好行政村规模调整后续工作，壮大村级集体经济，巩固集体经济薄弱村消薄成果，坚决打好低收入百姓增收攻坚战，最低生活保障水平提高到8700元。</p>
          <p>（八）聚焦社会民生福祉，努力建设幸福台州。</p>
          <p>民生福祉是高质量发展的出发点和落脚点。要着力解决结构性的民生问题，满足多样性的民生需求，打造和美安康家园，努力让人民生活更加幸福。加强就业和社会保障。把稳就业摆在突出位置，新增城镇就业10万人以上。完善就业创业服务体系，抓好大学生、就业困难人员等重点人群就业，深入开展“无欠薪”行动。全面实施企业职工社会保险市区统筹，加快推进全民参保计划，户籍人口基本养老保险参保率争取达到93%。完善社会救助、社会福利、优抚安置等制度，保护妇女儿童权益，发展残疾人和红十字事业。加强住房保障，促进房地产市场平稳发展。鼓励发展特色养老和医养融合，扩大普惠养老机构覆盖面。</p>
          <p>大力发展社会事业。优先发展教育事业，加大教育投入，推进教育现代化市和义务教育优质均衡县创建。建设高素质、专业化、创新型教师队伍，强化立德树人，推进素质教育，提升教育质量。优化市区校网布局，开工建设永宁中学，启动三梅中学迁建工程，镇海中学台州分校、华师大附属学校实现招生。补齐学前教育短板，提高公办幼儿园覆盖率。统筹推进义务教育、普通高中、高等教育、职业教育、特殊教育发展。支持台州学院申硕升格，支持台职院、台科院申报国家“特高计划”专业和省优质高职院校，推动台州电大开放大学建设。加快台州技师学院建设，建成三门技师学院，推进市委党校迁建工程。坚持“五医”联动，加快“健康台州”建设。推进三甲医院创建，提升现代医院管理水平，扶持中医药事业发展。全面推进县域医共体建设，构建分级诊疗体系，创新互联网医疗服务应用，开展医保支付方式改革，加强全科医生队伍建设，提升院前急救水平，提高基本公共卫生服务能力。加快市第一人民医院、浙东医院、台州医院新院区、市公共卫生中心建设，做好市中医院迁建前期工作。推进食品安全十大攻坚行动，创成省食品安全市。加强体育设施建设，推动全民健身，发展老年体育。推动文化强市建设，巩固国家公共文化服务体系示范区创建成果，深化文化年系列活动，完善公共文化服务设施，传承历史文脉，弘扬和合文化，挖掘繁荣特色乡土文化，做好文物遗产保护和台州乱弹等非物质文化遗产传承保护，加强文艺精品创作。基本完成县（市、区）档案馆新馆建设。推动全民阅读，加强科学普及。全面创新社会治理。坚持发展新时代“枫桥经验”，规范提升基层治理“四个平台”和全科网格建设，构建社会治理新格局。坚持“平安靠平时，目标靠措施，共享靠共建”，全面开展平安台州“七连创”，确保社会安定、百姓安宁。深入推进扫黑除恶、打击毒品犯罪等专项工作，积极打造“无盗抢城市”。全面落实安全生产责任制，深化重点行业领域专项整治，扎实开展五战联合除火患、预防道路交通事故、防溺水等三大全民行动，确保事故起数、死亡人数有较大幅度下降。加强应急处置能力建设，提升防灾减灾救灾水平。推进“七五”普法，加强法律援助和司法救助，推进企业信用、文明行为促进等方面立法工作。完善社会矛盾源头预防和调处化解综合机制，深化信访法治化建设，推进无信访积案县（市、区）创建。加强社区工作队伍建设，优化社区管理。打好防范化解金融风险攻坚战，创建金融安全示范区。持续开展打击走私联合专项行动。支持驻台部队建设，加强国防动员、人民防空工作，力争省级双拥模范城“六连冠”。各位代表！市政府高度重视为民办实事项目，经过公开征集、网上评选和反复征求意见，提出了包括医疗卫生、居家养老、扶贫助残、基础教育、文旅惠民、放心消费、城乡建设、惠农服务、农村水电、就业创业、环境提升、安全便民等12方面26个候选项目，提请会议票决。对这些民生实事，我们将加大工作力度，狠抓工作落实，确保把实事办实、把实事办好。</p>
          <p>三、加强政府自身建设</p>
          <p>新形势、新挑战、新征程，对政府工作提出了新的更高要求。我们将增强“四个意识”，坚定“四个自信”，坚决做到“两个维护”，扎实推进“两强三提高”，加快建设人民满意政府</p>
          <p>（一）坚持依法行政。自觉接受市人大法律监督、市政协民主监督，广泛听取各民主党派、人民团体和社会各界意见建议，高质量办好人大代表建议和政协提案。坚持依法、民主、科学决策，发挥法律等专家团队决策咨询作用。坚持严格、规范、公正、文明执法，推进政务公开，让行政权力在阳光下运行，切实增强政府公信力。</p>
          <p>（二）提升政务效能。完成市县机构改革，稳妥推进事业单位改革。围绕提高经济调节、市场监管、公共服务、社会管理、环境保护等履职能力，紧扣流程再造，推进数据共享，大力推动政府数字化转型，打造便捷高效的政务服务体系。统筹规范督查检查考核，改进方式方法，切实为基层减负。</p>
          <p>（三）强化实干担当。始终保持昂扬的精神状态，大兴学习和调查研究之风，坚持实事求是，一切从实际出发，遵循客观规律，提升谋划发展能力。坚持狠抓落实，敢于走进矛盾，善于破解难题，倡导“事不过夜、马上就办”，大力推行项目化、清单式、销号制，切实增强执行力。坚持务求实效，注重质量效率，以实绩论英雄，确保干出水平、干出成效。</p>
          <p>（四）全面从严治政。坚持把纪律和规矩挺在前面，将权力关进制度的“笼子”。坚决贯彻中央八项规定及实施细则和省委、市委实施办法精神，驰而不息整治“四风”，力戒形式主义、官僚主义，治理庸政、懒政、怠政。坚持政府过“紧日子”，让群众和企业过“好日子”，严控“三公”经费，加强审计监督。紧盯工程建设、项目审批、资源开发、产权交易、扶贫惠农等重要领域和关键环节，严防权力腐败，积极打造清廉政府。</p>
          <p>各位代表!</p>
          <p>乘风好破浪，奋进正当时。改革开放40年来，台州人民发扬敢为人先的首创精神，创造了历史性成就，台州大地发生了历史性变化。站在新的起点上，我们一定要以更加强烈的使命担当、更加自信的胸襟气度，在高质量发展新征程上扬帆远航。让我们更加紧密地团结在以习近平同志为核心的党中央周围，在中共台州市委的坚强领导下，紧紧依靠全市人民，大力弘扬垦荒精神，不畏风雨、攻坚克难、砥砺前行，干在实处、走在前列、勇立潮头，为加快建设独具魅力的“山海水城、和合圣地、制造之都”，谱写“两个高水平”台州新篇章而努力奋斗！</p>
        </div>
      </div>
      <word-cloud :data="wordCloudData" v-if="whichAnalyze"></word-cloud>
      <div class="doubleChart" v-if="!whichAnalyze && docuValue === '3'">
        <word-cloud :data="wordCloudData" :width="width"></word-cloud>
        <div id="hotWord"></div>
      </div>
    </div>
    <span slot="footer" class="dialog-footer">
      <el-button @click="singleDocumentHide">取消</el-button>
    </span>
  </el-dialog>
</template>
<script>
import "echarts-wordcloud/dist/echarts-wordcloud"
import wordCloud from '@/components/wordCloud/wordCloud'
export default {
  name: 'singleDocument',
  components:{wordCloud},
  data() {
    return {
      whichAnalyze:true,
      docuValue:'',
      width:'40%',
      docuOpts:[
        {
          label:'2017台州政府工作报告',
          value:'0'
        },
        {
          label:'2017台州政府工作报告',
          value:'1'
        },
        {
          label:'2018台州政府工作报告',
          value:'2'
        },
        {
          label:'2019台州政府工作报告',
          value:'3'
        },
      ]
    }
  },
  props: {
    singleDocumentTitle:{
      type: String,
      default: '2018政府工作报告'
    },
    singleDocumentVisible: {
      type: Boolean,
      default: false
    },
    wordCloudData:{
      type: Array,
      default: []
    }
  },
  mounted() {
  },
  methods: {
    selectChange(e){
      if(e == 3) {
        this.singleDocumentTitle = '2018政府工作报告 VS 2019政府工作报告'
        this.$nextTick(() => {
          this.hotWord()
        })
      }
    },
    analyzeType(flag) {
      if (flag == 0) {
        this.whichAnalyze = false
        
      } else {
        this.whichAnalyze = true
        this.docuValue = ''
        this.singleDocumentTitle = '2018政府工作报告'
      }
    },
    // 关闭文件分析弹窗
    singleDocumentHide() {
      this.isArticle = true
      this.docuValue = ''
      this.singleDocumentTitle = '2018政府工作报告'
      this.whichAnalyze = true
      this.$emit('closeSingleDocument')
    },
    // 热词echarts
    hotWord() {
      let charts = this.$echarts.init(document.getElementById('hotWord'))
      let option = {
        color: ['#3398DB'],
        title:{
          top:'3%',
          x:'center',
          text:'公共热词',
          textStyle:{
            color:'#fff'
          }
        },
        tooltip: {
          trigger: 'axis',
          axisPointer: {
            // 坐标轴指示器，坐标轴触发有效
            type: 'shadow' // 默认为直线，可选为：'line' | 'shadow'
          }
        },
        grid: {
          left: '3%',
          right: '3%',
          bottom: '3%',
          top:'13%',
          containLabel: true
        },
        xAxis: [
          {
            type: 'category',
            data: ['改革开放', '人民', '和谐', '大力', '节能减排', '社会', '提高', '全国', '治理', '致力', '深入践行', '实体经济', '综合治理', '认真', '现代化'],
            axisTick: {
              alignWithLabel: true
            },
            axisLine: {
              lineStyle: {
                type: 'solid',
                color: '#fff' //左边线的颜色
              }
            },
            axisLabel:{
                  interval: 0,
                  formatter: function (value) {
                    //x轴的文字改为竖版显示
                    var str = value.split("");
                    return str.join("\n");
                  }
                }
          }
        ],
        yAxis: [
          {
            type: 'value',
            axisLine: {
              lineStyle: {
                type: 'solid',
                color: '#fff' //左边线的颜色
              }
            }
          }
        ],
        series: [
          {
            name: '公共热词',
            type: 'bar',
            barWidth: '15px',
            barGap: '50%',
            itemStyle: {
              normal: {
                color: this.$echarts.graphic.LinearGradient(0, 0, 0, 1, [
                  {
                    offset: 0,
                    color: 'rgba(66, 229, 223, 1)'
                  },
                  {
                    offset: 1,
                    color: 'rgba(8, 65, 81, 0.5)'
                  }
                ]),

                barBorderRadius: [30, 30, 0, 0]
              }
            },
            data: [65, 63, 60, 58, 55, 52, 51,48,42,37,30,31,31,24,20,15]
          }
        ]
      }

      charts.setOption(option)
    }
  }
}
</script>
<style lang="scss" scoped>
@import './singleDocument.scss';
</style>