<template>
  <el-dialog
    title="浙江省十三五规划纲要"
    :visible.sync="singleDocumentVisible"
    :close-on-click-modal="false"
    :close-on-press-escape="false"
    :show-close="false"
    custom-class="singleDocumetDialog"
    width="55%"
  >
    <div class="inner singleDocumentWrap">
      <p class="tabRow">
        <span class="articleType active">全文</span>
        <span class="articleType">指导思想</span>
      </p>
      <div class="article scroll">
        指导思想：
        以习近平新时代中国特色社会主义思想为指导，全面贯彻落实党的十九大精神，紧紧围绕“五位一体”总体布局和“四个全面”战略布局，始终坚持以人民为中心的发展思想，
        全面落实新发展理念。充分发挥中国革命红船起航地、中国改革开放先行地、习近平新时代中国特色社会主义思想重要萌发地的优势，自觉践行习近平总书记赋予浙江的“
        干在实处，走在前列，勇立潮头”新期望，以“八八战略”为总纲，以人的现代化为导向，以推动高质量发展为主题，以深化供给侧结构性改革为主线，以创新驱动和竞争力
        提升为基本立足点，以深化改革扩大开放为根本动力，进一步实施富民强省十大行动计划，促进区域协调发展，加强生态文明建设，确保社会和谐稳定，
        为高水平建设社会主义现代化开好局、起好步。 以“八八战略”为总纲。“八八战略”是引领我省发展的总纲领，是推进我省各项工作的总方略，管方向、管长远、管全局。
        开启我省社会主义现代化建设新征程，必须始终坚持“八八战略”，坚持一张蓝图绘到底，久久为功，不负新使命，激发新作为，书写新篇章。
        以人的现代化为导向。在高水平全面建成小康社会的基础上，高水平建设现代化浙江是浙江发展的宏伟蓝图和奋斗目标。必须紧紧抓住以人为核心的现代化本质，
        促进人的全面发展，努力实现人民共同富裕，实现人民对美好生活的向往，
        以习近平新时代中国特色社会主义思想为指导，全面贯彻落实党的十九大精神，紧紧围绕“五位一体”总体布局和“四个全面”战略布局，始终坚持以人民为中心的发展思想，
        全面落实新发展理念。充分发挥中国革命红船起航地、中国改革开放先行地、习近平新时代中国特色社会主义思想重要萌发地的优势，自觉践行习近平总书记赋予浙江的“
        干在实处，走在前列，勇立潮头”新期望，以“八八战略”为总纲，以人的现代化为导向，以推动高质量发展为主题，以深化供给侧结构性改革为主线，以创新驱动和竞争力
        提升为基本立足点，以深化改革扩大开放为根本动力，进一步实施富民强省十大行动计划，促进区域协调发展，加强生态文明建设，确保社会和谐稳定，
        为高水平建设社会主义现代化开好局、起好步。 以“八八战略”为总纲。“八八战略”是引领我省发展的总纲领，是推进我省各项工作的总方略，管方向、管长远、管全局。
        开启我省社会主义现代化建设新征程，必须始终坚持“八八战略”，坚持一张蓝图绘到底，久久为功，不负新使命，激发新作为，书写新篇章。
        以人的现代化为导向。在高水平全面建成小康社会的基础上，高水平建设现代化浙江是浙江发展的宏伟蓝图和奋斗目标。必须紧紧抓住以人为核心的现代化本质，
        促进人的全面发展，努力实现人民共同富裕，实现人民对美好生活的向往，
        以习近平新时代中国特色社会主义思想为指导，全面贯彻落实党的十九大精神，紧紧围绕“五位一体”总体布局和“四个全面”战略布局，始终坚持以人民为中心的发展思想，
        全面落实新发展理念。充分发挥中国革命红船起航地、中国改革开放先行地、习近平新时代中国特色社会主义思想重要萌发地的优势，自觉践行习近平总书记赋予浙江的“
        干在实处，走在前列，勇立潮头”新期望，以“八八战略”为总纲，以人的现代化为导向，以推动高质量发展为主题，以深化供给侧结构性改革为主线，以创新驱动和竞争力
        提升为基本立足点，以深化改革扩大开放为根本动力，进一步实施富民强省十大行动计划，促进区域协调发展，加强生态文明建设，确保社会和谐稳定，
        为高水平建设社会主义现代化开好局、起好步。 以“八八战略”为总纲。“八八战略”是引领我省发展的总纲领，是推进我省各项工作的总方略，管方向、管长远、管全局。
        开启我省社会主义现代化建设新征程，必须始终坚持“八八战略”，坚持一张蓝图绘到底，久久为功，不负新使命，激发新作为，书写新篇章。
        以人的现代化为导向。在高水平全面建成小康社会的基础上，高水平建设现代化浙江是浙江发展的宏伟蓝图和奋斗目标。必须紧紧抓住以人为核心的现代化本质，
        促进人的全面发展，努力实现人民共同富裕，实现人民对美好生活的向往，
        以习近平新时代中国特色社会主义思想为指导，全面贯彻落实党的十九大精神，紧紧围绕“五位一体”总体布局和“四个全面”战略布局，始终坚持以人民为中心的发展思想，
        全面落实新发展理念。充分发挥中国革命红船起航地、中国改革开放先行地、习近平新时代中国特色社会主义思想重要萌发地的优势，自觉践行习近平总书记赋予浙江的“
        干在实处，走在前列，勇立潮头”新期望，以“八八战略”为总纲，以人的现代化为导向，以推动高质量发展为主题，以深化供给侧结构性改革为主线，以创新驱动和竞争力
        提升为基本立足点，以深化改革扩大开放为根本动力，进一步实施富民强省十大行动计划，促进区域协调发展，加强生态文明建设，确保社会和谐稳定，
        为高水平建设社会主义现代化开好局、起好步。 以“八八战略”为总纲。“八八战略”是引领我省发展的总纲领，是推进我省各项工作的总方略，管方向、管长远、管全局。
        开启我省社会主义现代化建设新征程，必须始终坚持“八八战略”，坚持一张蓝图绘到底，久久为功，不负新使命，激发新作为，书写新篇章。
        以人的现代化为导向。在高水平全面建成小康社会的基础上，高水平建设现代化浙江是浙江发展的宏伟蓝图和奋斗目标。必须紧紧抓住以人为核心的现代化本质，
        促进人的全面发展，努力实现人民共同富裕，实现人民对美好生活的向往，
      </div>
      <word-cloud :data="wordCloudData"></word-cloud>
    </div>
    <span slot="footer" class="dialog-footer">
      <el-button @click="singleDocumentHide">取消</el-button>
    </span>
  </el-dialog>
</template>
<script>
import "echarts-wordcloud/dist/echarts-wordcloud"
import wordCloud from '@/components/wordCloud/wordCloud'
export default {
  name: 'singleDocument',
  components:{wordCloud},
  data() {
    return {
      
    }
  },
  props: {
    singleDocumentVisible: {
      type: Boolean,
      default: false
    },
    wordCloudData:{
      type: Array,
      default: []
    }
  },
  mounted(){
    // console.log(this.wordCloudData);
  },
  methods: {
    // 关闭文件分析弹窗
    singleDocumentHide() {
      this.isArticle = true
      this.$emit('closeSingleDocument')
    }
  }
}
</script>
<style lang="scss" scoped>
@import './singleDocument.scss';
</style>