<template>
  <el-dialog
    :title="guidePlantitle"
    :visible.sync="guidePlanVisible"
    :close-on-click-modal="false"
    :close-on-press-escape="false"
    :show-close="false"
    custom-class="guidePlanDialog"
    width="55%"
  >
    <div class="inner scroll" v-if="isArticle">
      <div class="documentInfo">
        <p class="middleLine"></p>
        <span class="infoItem">浙江省</span>
        <span class="infoItem">台州市</span>
        <span class="infoItem">2021-2025</span>
      </div>
      <ul class="documentItem">
        <li>
          浙江省十四五规划纲要
          <span @click="openDocument">打开</span>
        </li>
      </ul>
    </div>
    <div class="inner" v-if="!isArticle">
      <div class="searchWrap">
        <div class="searchInput">
            <el-input
            class="searchValue"
            placeholder="请输入搜索内容"
            v-model="searchValue"
          ></el-input>
          <i class="el-icon-search" @click="showSearchResult"></i>
        </div>
        <p class="tabRow">
          <span class="articleType" :class="{'active':whichActive}" @click="articleTypeClick(0)">全文</span>
          <span
            class="articleType"
            :class="{'active':!whichActive}"
            @click="articleTypeClick(1)"
          >指导思想</span>
        </p>
      </div>
      <div class="content scroll">
        <div v-if="!whichActive" @mouseup="childMethod">
          <p class="section">指导思想：以习近平新时代中国特色社会主义思想为指导，全面贯彻落实党的十九大精神，紧紧围绕“五位一体”总体布局和“四个全面”战略布局，始终坚持以人民为中心的发展思想，全面落实新发展理念。充分发挥中国革命红船起航地、中国改革开放先行地、习近平新时代中国特色社会主义思想重要萌发地的优势，自觉践行习近平总书记赋予浙江的“干在实处，走在前列，勇立潮头”新期望，以“八八战略”为总纲，以人的现代化为导向，以推动高质量发展为主题，以深化供给侧结构性改革为主线，以创新驱动和竞争力提升为基本立足点，以深化改革扩大开放为根本动力，进一步实施富民强省十大行动计划，促进区域协调发展，加强生态文明建设，确保社会和谐稳定，为高水平建设社会主义现代化开好局、起好步。以“八八战略”为总纲。“八八战略”是引领我省发展的总纲领，是推进我省各项工作的总方略，管方向、管长远、管全局。开启我省社会主义现代化建设新征程，必须始终坚持“八八战略”，坚持一张蓝图绘到底，久久为功，不负新使命，激发新作为，书写新篇章.以人的现代化为导向。在高水平全面建成小康社会的基础上，高水平建设现代化浙江是浙江发展的宏伟蓝图和奋斗目标。必须紧紧抓住以人为核心的现代化本质，促进人的全面发展，努力实现人民共同富裕，实现人民对美好生活的向往，为全面建设社会主义现代化强国贡献浙江力量，提供浙江素材和浙江方案。</p>
        </div>
        <div v-if="whichActive" @mouseup="childMethod">
          <p class="section">即将进入的“十四五”时期，是世界百年未有之大变局的深度演化期，我省将全面开启社会主义现代化建设的新征程。以习近平新时代中国特色社会主义思想为指导，以“八八战略”为总纲，科学编制和有效实施“十四五”规划，对于我省巩固高水平全面建成小康社会成果，基本实现社会主义现代化具有重大现实意义和深远历史意义。</p>
          <p class="section">一、高水平全面小康社会即将如期胜利建成</p>
          <p class="section">“十三五”规划实施以来，面对错综复杂的外部环境和艰巨繁重的改革发展稳定任务，全省上下高举习近平新时代中国特色社会主义思想伟大旗帜，认真落实习近平总书记对浙江工作的重要指示，围绕“‘八八战略’再深化、改革开放再出发”主题，坚持以供给侧结构性改革为主线，坚决打好三大攻坚战，制定实施富民强省十大行动计划，砥砺奋进，攻坚克难，到2020年底，我省将顺利实现“十三五”规划确定的主要目标任务，如期高水平全面建成小康社会，为我国胜利完成第一个百年奋斗目标贡献浙江力量。</p>
          <p class="section">经济发展质量进一步提高。预计到2020年，按现价计算，全省生产总值、人均生产总值分别达到6.7万亿元和11万元，年均增长分别达到7%和6%左右，达到世界银行的高收入经济体标准；产业结构进一步优化，服务业增加值占生产总值比重预计达到56%，数字经济蓬勃发展，“三新”经济占GDP比重超过27%；科技支撑能力显著提升，研究与试验发展经费支出占生产总值比重达到2.7%左右，较2015年提高0.34个百分点。</p>
          <p class="section">城乡区域协调性进一步增强。全方位推动长三角高质量一体化发展，制定实施《推进长三角区域一体化行动方案》。全面推进大湾区、大花园、大通道、大都市区建设，打造“山海协作”升级版。新型城市化有序推进，常住人口城市化率预计达到71%，户籍人口城市化率52%，分别较2015年提高5.2、10个百分点。全面实施乡村振兴战略，推动城乡融合发展，城乡居民收入比预计由2015年的2.07缩小至2020年的2.01。</p>
          <p class="section">改革开放进一步深化。以“最多跑一次”改革作为体制机制改革的总牵引，稳步开展资源要素市场化配置改革、“亩均论英雄”改革，深化国资国企改革，着力减费降税，打造可预期、法制化的最佳营商环境。全面实施“一带一路”枢纽建设行动计划，加快建设中国（浙江）自由贸易试验区，推动国际油品交易中心建设，设立eWTP杭州试验区。成功举办G20杭州峰会、世界互联网大会•乌镇峰会，浙江在全球的影响力和美誉度显著提升。</p>
          <p class="section">生态环境进一步改善。坚定不移践行“绿水青山就是金山银山”理念，绿色发展指数居全国前3位，绿水青山成为浙江靓丽名片。污染防治攻坚战取得积极成效，水、空气等质量指标超额完成“十三五”规划目标，劣V类水质断面全面消除，地表水Ⅲ类水质以上比例2020年预计达到88%；预计2020年11个设区市日空气质量优良天数比率达到90%。清洁能源示范省建设稳步推进，能源资源利用效率持续提高，节能降耗水平居全国前列。</p>
          <p class="section">人民生活品质进一步提升。预计到2020年，按现价计算，全省居民人均可支配收入达到5.4万元。其中，城镇常住居民人均可支配收入预计突破6.4万元，农村常住居民人均可支配收入3.2万元。社会保障持续增强，基本公共服务均等化水平提质扩面，文化和旅游提升、公共体育普及、全民健康保障、教育现代化推进、社会服务兜底等五大民生工程实施加快推进。2020年预计全省高等教育毛入学率为62%，新增劳动力平均受教育年限14.5年，人均预期寿命增长至78.9岁。</p>
          <p class="section">但也要看到，“十三五”规划实施中还存在一些问题，如科技创新生态尚不完善，全社会科研投入不足，R&D占GDP比重的目标完成难度较大；城乡融合还不充分；资源环境约束日益趋紧；民生领域存在不少短板，城乡居民收入增长与经济增长同步的目标难以完成；防范化解各类风险的任务仍然艰巨等等。对这些问题必须高度重视，采取切实有效的措施加以解决。</p>
          <p class="section">围绕小康社会建设的战略部署，经过本世纪以来20年的不断奋斗，特别是党的十八大以来的改革发展创新，我省人均GDP预计从2000年的1620美元跃升为2020年的17000美元，这一伟大成就是在习近平总书记为核心的党中央的坚强领导下，省委省政府带领全省人民团结奋斗的结果，成绩来之不易，需要倍加珍惜。实践证明，坚持以习近平新时代中国特色社会主义思想为指导，以“八八战略”为总纲，一张蓝图绘到底，是浙江经济社会持续稳定发展的坚强保证。始终把创新摆在发展全局的核心位置，不断增强城乡区域发展的协调性，深入推进生态文明建设，全面增强人民的获得感幸福感安全感，是浙江取得巨大发展成就的重要经验。</p>
          <p class="section">二、“十四五”时期我省发展环境面临深刻变化</p>
          <p class="section">“十四五”时期，我省发展的外部环境和内部条件发生复杂而深刻的重大变化，将进入具有新的历史特点的战略机遇期，开启极富开创性的现代化建设新篇章，前景十分光明，挑战前所未有。</p>
          <p class="section">（一）世界处于百年未有之大变局的深度演化期</p>
          <p class="section">“十四五”时期，世界正处于各国竞争优势重塑、国际经贸规则重建、全球力量格局重构的叠加期，我省发展面临的外部环境更为复杂和严峻。</p>
          <p class="section">中美战略博弈明显加剧。中国崛起是百年未有之大变局的最大变量，中美关系走向是影响百年未有之大变局演进的决定性因素。我国持续快速发展成为国际力量演化的关键，中美战略博弈的长期性、复杂性特征更加明显，美国会利用两国综合实力差距的时间窗口，从贸易、投资、人才、金融等领域对我进行全面遏制，特别是采取出口管制、安全审查、交流限制等方式对我国科技创新实施重点打击。</p>
          <p class="section">全球治理体系面临重构。全球治理体系变革源于国际力量对比变化，是百年未有之大变局的必然要求。随着国际力量对比消长加速变化和全球性挑战日益增多，推动全球治理体系朝着更加平衡、普惠、包容和有效的方向变革是大势所趋。但是西方国家仍然坚持以维护发达国家利益为主导，全球治理体系与国际形势变化的不适应、不对称前所未有。国际贸易规则已成为全球治理体系变革的焦点，WTO改革谈判进入激烈博弈期，发达国家有可能通过建立排他性和保护性较强的区域或双边贸易规则取代现有多边贸易体制，或者设置多边贸易规则新门槛，我国面临“二次入世”的严峻挑战。</p>
          <p class="section">新一轮科技革命加速演进。科技革命是百年未有之大变局的根本动力，是影响百年未有之大变局走向的最大不确定因素。新一轮科技革命呈现出智能化为主导、融合式“聚变”、多点突破的特征，5G引领的新一代信息技术成为改变竞争格局的主要因素，将直接带动专用芯片、传感器、新型显示等制造业繁荣，推动区块链、人工智能、物联网、机器人等产业快速发展，并促进传统产业加快升级。生物产业加速成为新主导产业，新一代基因组学、合成生物学、细胞免疫治疗等新型治疗方法、技术不断掀起研发和产业化热潮。能源领域科技产业创新活跃，可再生能源、新一代核技术、先进储能技术、超导材料、氢能技术、能源互联网等领域热点频出，对未来全球能源格局将产生深远影响。纳米技术与材料科技方兴未艾。科技、产业、场景三大变革同步推进，将前所未有地推动生产生活方式发生颠覆性变革。</p>
          <p class="section">我国周边地缘风险影响提升。国际安全局势变化是百年未有之大变局的突出表现。随着大国关系深刻调整，传统安全风险明显上升。随着美国战略重心进一步向亚太转移，将更多的资源和力量向本地区集中投放，对台海、南海、朝鲜半岛等热点地区持续干预，还采取多种方式频繁制造新的热点和争端，我国周边的地缘政治关系更加复杂多变。</p>
          <p class="section">全球能源供需版图深刻变革。全球能源革命是百年未有之大变局的重要因素。随着美国页岩油气革命的冲击和多种新兴供应源的相继出现，世界石油品生产中心呈现“东降西升”“多中心化”发展趋势；随着中国、印度等新兴市场国家能源需求大幅增长，全球能源需求中心加速东移；随着清洁能源技术推陈出新和可再生能源成本大幅下降，全球能源消费呈现脱碳化趋势。全球能源格局深刻变化，影响到国际力量格局变化，世界主要大国围绕能源供应、控制能源战略通道、影响国际能源价格的博弈更趋激烈，全球能源治理主导权博弈更加复杂。</p>
          <p class="section">百年未有之大变局既蕴含着重大战略机遇，更潜藏着巨大风险挑战，必须坚持底线思维，把握历史规律，发扬斗争精神，保持处变不惊的战略定力，增强应变而为的战略能力。</p>
          <p class="section">（二）我国社会主义现代化建设新征程呈现新特征</p>
          <p class="section">“十四五”时期，我国将由中等收入国家总体迈向高收入国家，由中高速增长转向高质量发展，由全面小康社会进入现代化建设新征程，在发展阶段、市场重心、区域竞合、增长方式等诸多领域面临重大变革，呈现出一系列新的趋势性特征。</p>
          <p class="section">从中高速增长转向高质量发展阶段。“十四五”时期，我国GDP增速预计将处在5%-6%的中速水平，人均GNI（国民总收入）将超过中等偏上收入国家均值（8859美元）。未来三次产业结构将趋向稳定，新经济、新业态、新模式蓬勃发展，数字经济对GDP增长贡献率将进一步提高，高技术制造业将保持两位数增长，规上工业企业利润总额占主营业务收入比重稳定在6%-7%，研发投入占GDP比重达到中等发达国家水平。</p>
          <p class="section">从要素驱动为主转向创新驱动为主。随着劳动力、土地、资源等要素成本上升和环境成本的内生化，加之储蓄率、投资率等持续下降，支持我国长期快速发展的传统低成本优势逐步减弱。人力资源质量快速提升，数据等新生产要素与全应用场景、巨大市场容量互相叠加，以创新为引领的新要素组合开始形成。我国发展逐渐由要素驱动为主向创新驱动为主转变，由低成本型竞争优势向以技术、标准、品牌、质量、服务等为核心的新竞争优势转化。</p>
          <p class="section">从出口导向转向强大国内市场支撑。随着我国供给质量持续稳步提高，强大内需特别是消费需求在畅通大国经济循环中的作用将日益重要。在外需放缓、国内投资效率走低背景下，日益强大的国内消费市场将成为经济发展主动力，中等收入群体的不断壮大，将为国内消费发展带来巨大空间。居民对优质商品和服务的消费需求日益加大，消费升级的重点将集中在医疗、教育、文化、体育等服务业领域。</p>
          <p class="section">从区域竞争迈向区域协调发展。我国经济将加速从“行政区经济”向“区域化经济”全面转变，进入区域协同高质量发展的新阶段。以中心城市为主体的城市群，将成为人才、科技、资本、产业等要素的集聚高地，通过一体化市场构建和协作分工，打造先进的产业链、资本链、贸易链，积极参与全球化竞争。</p>
          <p class="section">从工业文明迈向生态文明新时代。环境保护继续保持高压态势，水、大气、土壤等环境保护要求和标准将持续提高，倒逼企业生产方式转变。以城乡垃圾分类为先导，生活方式和消费模式加快向勤俭节约、绿色低碳、文明健康的方向转变。生态环境优势更多转化为生态农业、生态工业、生态旅游等生态经济优势，生态要素向生产要素置换的机制和模式将更丰富，“两山”转化通道进一步畅通。能源结构将大幅优化，使用效率进一步提高。</p>
          <p class="section">从全面深化改革转向系统集成。解决新旧动能转换不畅、结构性失衡、区域性分化、社会阶层固化等突出矛盾和问题，迫切需要全面消除体制机制障碍。改革进入“船到中流浪更急，人到半山路更陡”的攻坚期，涉及利益关系的深层次调整，到了愈进愈难、愈进愈险而又不进则退、非进不可的关键阶段，必须加强改革的系统集成和协同推进，促进各方面制度更加成熟更加定型。</p>
          <p class="section">这些新趋势新特征，是我国发展阶段变化的客观反映。我省必须准确把握阶段性特征，遵循发展规律，在推动高质量发展、建设现代化经济体系、推进社会主义现代化建设上取得新突破新进展。</p>
          <p class="section">（三）我省在新方位上开启现代化建设的机遇与挑战</p>
          <p class="section">总体来看，世界和平发展的时代主题没有改变，经济全球化的大势难以逆转，我国迈向社会主义现代化建设的步伐不可阻挡。对于我省来说，发展面临的机遇前所未有，但各种矛盾风险相互交织，发展面临的挑战也前所未有。</p>
          <p class="section">全球新一轮科技革命和产业变革为我省以数字经济为引领的新经济快速发展创造新机遇。新一轮科技革命正以不可阻挡之势重塑全球产业链，充分发挥好我省在数字经济领域的比较优势，在5G、大数据、云计算、区块链、人工智能、物联网、工业互联网等新产业方向上协同发力，加快对各行各业赋能改造，将为我省实现从“跟跑”“并跑”向“领跑”转变提供全新的机会窗口，在新经济发展和传统产业赋能改造中提供浙江样本。</p>
          <p class="section">我国国际影响持续扩大为我省加快全球价值链和市场布局带来新机遇。随着我国在全球政治经济格局中话语权和影响力的不断扩大，浙江企业有更强的意愿“走出去”，可充分利用两个市场、两种资源，积极抢占战略先手，加快全球价值链布局和市场布局，向高端产业和技术资本市场拓展，有序转移传统产业和过剩产能，在建设开放型世界经济、构建人类命运共同体中更好地体现浙江价值。</p>
          <p class="section">我国经济转向高质量发展为我省动能转换和发展变革带来新机遇。经济增长方式加速转变，发展动能更加转向质量效率领先；人民群众对教育、养老、医疗、文化、出行等优质公共服务具有更加强烈的需求；内需持续扩大，推动形成强大国内消费市场，消费类型正快速从温饱型、小康型向多层次多样化、品质化品牌化的美好生活型升级；都市区能级提升、城市群协同发展、乡村振兴战略实施和城乡融合发展的加速推进，生产、生活方式的绿色变革，市场化法制化公平化的营商环境全面构建，都蕴含着巨大的发展潜力和市场机遇。我省良好的发展环境有望进一步强化竞争优势，在我国高质量发展中贡献浙江力量。</p>
          <p class="section">长三角区域一体化发展等国家战略实施为我省全面提升资源吸引和配置能力带来新机遇。我省地处长三角地区和长江经济带的战略交汇区域，是“一带一路”的重要枢纽，长三角一体化发展、“一带一路”、长江经济带等国家战略的实施，有利于我省充分发挥沿海港口及数字经济、民营经济等优势，利用长三角区域内互联互通不断加强、制度壁垒加快消除、要素流动更加顺畅、世界级城市群集聚效应不断增强的有利条件，实现对全球资源更高能级、更大范围、更大规模的吸引和配置，在国际国内全面合作中提升发展能级，充分发挥浙江潜力。</p>
          <p class="section">看到发展机遇的同时，也应正视面临的风险和挑战：全球化与逆全球化对我省经济社会发展带来双重挑战。一方面，更广泛更深度地融入全球化，将受到外部因素更为强烈的反作用力，局部地缘政治矛盾冲突升级、国际贸易规则体系重构、能源资源供给安全、国际金融市场震荡等都将对浙江发展造成重大影响。另一方面，逆全球化思潮兴起，单边主义和保护主义严重冲击现有国际经济秩序，大国博弈趋向长期性，博弈领域从贸易向科技、金融等领域扩大，企业对外出口、海外投资、国际技术合作面临的风险和不确定性明显上升。</p>
          <p class="section">工业化城市化深化期对我省经济社会发展带来挑战。我省工业化和城市化已进入中后期，但并没有进入“后工业化”和“后城市化”时代。产业低端无效供给过剩与中高端有效供给不足并存，产业新旧动能转换不畅，中小企业低端锁定，块状经济低成本优势逐步丧失，民营经济领先优势弱化。 城市化总体上处于速度型向质量型转换过程中，农业转移人口增速放缓与难以完全融入城市并存，大城市过度集聚与部分中小城市过快收缩并存。</p>
          <p class="section">人口结构变化对我省经济社会发展带来挑战。“十四五”时期我省将进入深度老龄化社会，呈现人口老龄化、家庭少子化、劳动年龄人口减量化“三加速”态势，人口规模红利、人口结构红利“双减弱”，将给社会保障、健康养老等带来巨大压力，也影响到经济潜在增长率、社会活力和创新力。政府将面临财政收入增长减缓和社会保障刚性支出“两头”挤压的挑战。</p>
          <p class="section">社会转型加速对我省社会治理能力带来挑战。随着经济社会结构深刻变化和信息化深入发展，人民群众对民主、法治、公平、正义、安全、环境等方面的要求日益增长，社会利益关系更趋复杂，社会阶层结构分化，影响社会稳定的风险源增多，燃点降低，社会矛盾风险进入显性隐性交织放大的高发期。加强和创新社会治理，加快推进社会治理体系和治理能力现代化的要求更加迫切。</p>
          <p class="section">“十四五”时期，必须坚持底线思维，积极应对各类风险挑战，提高风险管控能力，同时要化挑战为机遇，大力促进改革创新，坚定不移推动我省沿着高质量发展、竞争力提升、现代化建设的道路阔步前行。</p>
          <p class="section">三、指导方针和主要目标</p>
          <p class="section">（一）指导思想</p>
          <p class="section">以习近平新时代中国特色社会主义思想为指导，全面贯彻落实党的十九大精神，紧紧围绕“五位一体”总体布局和“四个全面”战略布局，始终坚持以人民为中心的发展思想，全面落实新发展理念。充分发挥中国革命红船起航地、中国改革开放先行地、习近平新时代中国特色社会主义思想重要萌发地的优势，自觉践行习近平总书记赋予浙江的“干在实处，走在前列，勇立潮头”新期望，以“八八战略”为总纲，以人的现代化为导向，以推动高质量发展为主题，以深化供给侧结构性改革为主线，以创新驱动和竞争力提升为基本立足点，以深化改革扩大开放为根本动力，进一步实施富民强省十大行动计划，促进区域协调发展，加强生态文明建设，确保社会和谐稳定，为高水平建设社会主义现代化开好局、起好步。</p>
          <p class="section">以“八八战略”为总纲。“八八战略”是引领我省发展的总纲领，是推进我省各项工作的总方略，管方向、管长远、管全局。开启我省社会主义现代化建设新征程，必须始终坚持“八八战略”，坚持一张蓝图绘到底，久久为功，不负新使命，激发新作为，书写新篇章。</p>
          <p class="section">以人的现代化为导向。在高水平全面建成小康社会的基础上，高水平建设现代化浙江是浙江发展的宏伟蓝图和奋斗目标。必须紧紧抓住以人为核心的现代化本质，促进人的全面发展，努力实现人民共同富裕，实现人民对美好生活的向往，为全面建设社会主义现代化强国贡献浙江力量，提供浙江素材和浙江方案。</p>
          <p class="section">以推动高质量发展为主题。高质量发展是现代化建设的本质要求，必须全面贯彻创新、协调、绿色、开放、共享的发展理念，强化实体经济的吸引力和竞争力，发挥制造业的关键引领作用，大力推动质量变革、效率变革、动力变革，实现经济社会各领域的高质量发展。</p>
          <p class="section">以深化供给侧结构性改革为主线。推进供给侧结构性改革是提高发展质量的治本之策。在新时代，满足人民日益增长的美好生活需要、解决发展不平衡不充分问题、推动经济高质量发展，必须以巩固“三去一降一补”成果为立足点，以增强微观主体活力为突破点，以提升产业链水平为着力点，以畅通国民经济循环为落脚点，全面深化供给侧结构性改革。</p>
          <p class="section">以创新驱动和竞争力提升为基本立足点。创新是转型升级的强大驱动力，竞争力提升是现代化建设的重要战略举措。必须大力推进以科技创新为核心、以产业创新为主战场的全面创新，对标国内国际先进水平，着力锻造内功，全方位提升区域、产业、企业、品牌竞争力，全方位推进高质量发展。</p>
          <p class="section">以深化改革扩大开放为根本动力。改革开放是我国的基本国策，也是推动高质量发展的根本动力。深化市场化改革，就是以“最多跑一次”改革为总牵引，充分发挥市场配置资源的决定性作用，推动经济更有效率、更加公平、更可持续发展。扩大高水平开放，就是要全面接轨国际规则，更无缝融入国际经济，打造全方位开放新格局。</p>
          <p class="section">（二）基本原则</p>
          <p class="section">贯彻上述指导思想，“十四五”时期浙江必须坚持五项基本原则。</p>
          <p class="section">坚持国家战略与浙江优势相结合。始终坚持把对接国家重大战略和充分发挥浙江自身优势作为发展的根本方针。积极融入国家总体战略布局，立足自身特色优势，找准战略结合点，明确主要发力方向和发力领域，实施更加主动、更加积极的国际化发展和区域合作策略，以“一带一路”重要枢纽建设统领全方位对外开放格局，高质量参与长三角一体化战略和长江经济带建设，强化自由贸易试验区的龙头作用。 </p>
          <p class="section">坚持质量优先与稳定增长相统筹。始终坚持把优质量、稳增长作为发展的主要任务。按照高质量发展的根本要求，坚持“质量第一、效率优先”的基本原则，加快转变发展方式、优化经济结构、转换增长动力，着力打造现代化经济体系。把稳增长作为发展的“压舱石”，切实做好稳工业、稳外贸、稳外资、稳就业、抓项目、扩消费、防风险、保平安，确保经济运行在合理区间。</p>
          <p class="section">坚持集聚提升与协调发展相促进。始终坚持把加快集聚提升、促进协调发展作为优化全省发展布局的基本导向。大力推进新型城市化发展，加快人口集聚，深入实施都市区一体化、中心城市能级提升、城市群协同和“小县大城”等空间发展战略，引导资源要素向大湾区、四大都市区等资源要素利用效益高的地区集聚，促进省域空间结构优化。促进城乡融合、区域协同、陆海统筹发展，深入实施乡村振兴战略，打造山海协作升级版，形成集约高效可持续的国土空间开发新格局。</p>
          <p class="section">坚持有效市场与有为政府相协调。始终坚持把建立有效市场、打造有为政府作为推动经济健康可持续发展的重要制度前提。充分发挥市场在资源配置中的决定性作用，着力完善市场机制，打破垄断、破除壁垒，保障各类所有制经济公平参与市场竞争，充分激发市场活力。传承和发扬好浙商精神，尊重和发挥民间的创新创造活力，增强企业对市场需求变化的适应能力和调节能力。实行政府权责清单制度，厘清政府和市场、政府和社会关系，以发展规划为战略导向，通过财政、就业、产业、投资、消费、区域等政策手段，更好地引导市场预期、明确发展方向、规范市场行为。</p>
          <p class="section">坚持尽力而为和量力而行相统一。始终坚持把全力以赴谋发展、实事求是抓落实作为合理确定发展目标的主要原则。对标现代化建设的目标指引和人民群众对美好生活的向往，全力以赴，调动一切积极因素谋发展、抓落实。处理好发展目标与发展阶段、当前与长远的关系，坚持实事求是的基本原则，抓住现代化建设最迫切最重要的领域、人民群众最关心最现实的利益问题，聚焦有限目标，做到有序安排，抓好有效落实。</p>
          <p class="section">（三）战略导向</p>
          <p class="section">把自主创新作为推动高质量发展的战略基点。统筹创新型科技人才、企业家和工匠等各类人才队伍建设，加快增强自主创新能力和实力，牢牢掌握自主可控的关键核心技术，用科技能力增强核心竞争力，树立我省企业科技自主自强的榜样，为经济高质量发展增添强大动力。</p>
          <p class="section">把数字牵引作为推动高质量发展的强劲动能。坚持数字产业化、产业数字化，促进数字经济和实体经济融合发展，促进信息技术与经济发展的深度融合，推动经济结构优化升级，推动新产业、新业态、新模式的涌现产生新的增长红利，为推动经济高质量发展培育新动能。</p>
          <p class="section">把绿色转型作为推动高质量发展的重要途径。深入践行“绿水青山就是金山银山”的理念，实行最严格的生态环境保护制度，推动形成绿色发展方式和生活方式，打造人与自然和谐共生的美丽浙江，全面步入生态文明新时代。</p>
          <p class="section">把区域协调作为推动高质量发展的空间准则。推进形成环杭州湾地区大都市连绵区，成为长三角地区的高能级区域联合体、高质量发展示范区和现代化发展引领极。突出四大都市区的城市化主体形态、重大战略平台核心载体作用，打造具备核心竞争力和强大发展动能的区域辐射极。拓展蓝色海域和绿色山区两大“保护翼”的空间内涵和潜力优势，拓展对内对外陆海双向两大“开放翼”的辐射通道与腹地建设，优化形成“一湾引领、四极辐射、两翼拓展”的总体格局。</p>
          <p class="section">把就业增收作为推动高质量发展的优先目标。突出创业带动就业，实施更加积极的就业政策，完善就业公共服务体系，加强就业援助和创业帮扶，不断提高就业质量。完善收入分配制度和劳动报酬增长机制，深入实施低收入农户、低收入产业工人收入倍增计划，加强精准帮扶，努力使低收入群体生活水平不断提高。</p>
          <p class="section">（四）主要目标</p>
          <p class="section">浙江高起点开启基本现代化建设新征程，实现了全面小康与基本现代化的有序衔接，以小康“高水平”支撑现代化“高起点”，结合国内外发展环境、国家战略要求和浙江的发展阶段，未来一个时期浙江现代化建设的总体目标初步考虑：到2025年，经济增长速度、质量和效益更加协调，现代化经济体系更加健全，物质文明、政治文明、精神文明、社会文明、生态文明“五位一体”的现代化布局初步形成，全省初步实现社会主义现代化；到2035年，综合经济创新力和竞争力处于世界前列，“五位一体”的现代化布局基本形成，全省高水平基本实现社会主义现代化，继续走在全国前列；到本世纪中叶，成为具有全球卓越影响力的高质量、竞争力、现代化标杆地区，高水平建成富强民主文明和谐美丽的社会主义现代化强省。</p>
          <p class="section">“十四五”时期，浙江经济社会发展要牢牢把握高质量发展与基本现代化的内在契合，高水平开启现代化浙江建设新征程，为基本实现社会主义现代化开好局、起好步。综合实力现代化再上新台阶。全省生产总值年均增长6%左右，到2025年生产总值达到9万亿元，人均生产总值突破14万元。</p>
          <p class="section">产业体系现代化初步构建。新产业新业态的引领作用进一步增强，制造业增加值占GDP比重保持在30%左右，“三新”经济增加值占GDP比重达到33%，现代服务业增加值占服务业比重达到42%。以科技创新为核心、创新生态圈为基础的全面创新取得明显突破，研究与试验发展经费支出相当于生产总值比重达到3.0%左右，全社会劳动生产率达到25万元/人，全要素生产率进一步提高，构建创新驱动引领区。</p>
          <p class="section">营商环境现代化不断提升。营商环境组织体系、标准体系、政策体系和评价体系全面建立，开办企业、办理施工许可、获得电力、办理破产等核心指标大幅优化，营商环境市场化、法治化、便利化、国际化和数字化水平显著提升。营商环境便利度达到90%，“最多跑一次改革”满意度达到98%以上，打造营商环境最优省。</p>
          <p class="section">区域开放现代化逐步呈现。长三角一体化建设高质量推进，大都市区发展能级不断壮大，核心区GDP总量占全省比重达到80%以上，大湾区竞争力显著提升，湾区数字经济对经济增长的贡献率达到55%以上，大花园、大通道建设取得实质性进展。以“一带一路”建设为统领的全面开放新格局加快构建，以人为核心的新型城市化有序推进，常住人口城市化率和户籍人口城市化率分别达到74%和55%，建设区域开放示范区。</p>
          <p class="section">社会发展现代化初具雏形。居民收入水平与经济发展基本保持同步，总量继续保持全国前列，城乡区域间收入差距进一步缩小。更加优质均衡的教育、医疗、养老等公共服务体系加快构建，全覆盖可持续的社会保障体系基本建成，人均预期寿命超过79岁，全体人民在共建共享发展中获得感不断提升，创建和谐社会样板区。</p>
          <p class="section">生态环境现代化加快推进。生态功能区建设取得显著成效，山水林田湖海草一体的生态系统实现良性循环，节约资源和保护环境的空间格局、产业结构、生产方式、生活方式加快形成。能源资源开发利用效率大幅提高，能源和水资源消耗、建设用地、碳排放总量得到有效控制，主要污染物排放总量控制继续保持全国先进水平，地表水达到或优于III类水体比例达到90%，设区市PM2.5浓度降至30微克/立方米以内，实现浙江的天更蓝、地更绿、水更清、空气更清新，建成生态文明标杆省。</p>
          <p class="section">省域治理现代化基本形成。“最多跑一次”牵引各领域改革全面突破、全面见效，数字化变革全面推进、全面深化，在省域治理上积累形成一整套更加完善的制度体系，政府制度供给能力和法治浙江建设水平走在全国前列，形成更加有效的社会治理、更加良好的社会秩序，争创省域治理现代化排头兵。</p>
          <p class="section">四、“十四五”战略任务</p>
          <p class="section">（一）增强科技创新能力</p>
          <p class="section">始终把自主创新作为首位战略，招引和培养高端人才，深化科研创新体制改革，优化创新能力布局，加强前沿基础研究，组织关键核心技术攻关，大力推进科技成果转化，加快形成以市场为导向、企业为主体、产学研深度融合的科技创新体系</p>
          <p class="section">大力招引和培养高端人才。制定实施全球顶尖人才引进计划，坚持“高精尖缺”导向，实行“一人一策”灵活引进机制。深入实施省“千人计划”“万人计划”等人才工程，加大青年人才和高技能人才支持力度，构建上下衔接、梯次配备的人才招引和培养支持体系。完善人才柔性流动政策，建立以业绩为导向的激励办法，实现柔性引进人才与本地同类人才享受同等待遇。鼓励党政机关、国有企事业单位人才向非公有制经济组织和社会组织流动</p>
          <p class="section">深化科技创新体制改革。研究建立适应颠覆性创新的研发组织方式。建立新型科研项目管理模式，赋予科研人员更大自主权。改革科研经费管理使用方式，开展“包干制”改革试点。改革科研成果管理制度，赋予科研人员职务科技成果所有权或长期使用权。探索知识产权证券化，完善知识产权信用担保机制。建立支持非共识创新机制，鼓励科学家自由探索未知前沿。通过深化科研体制改革，营造支撑有力、协同共赢的科技创新生态。</p>
          <p class="section">优化创新能力布局。组织实施我省“卡脖子”技术攻关工程，重点攻克人工智能、集成电路与高端芯片、5G网络通信、区块链、智能制造与机器人、重大技术装备、关键新材料、生物医学工程等核心技术，形成一批具有国际影响力的标志性技术成果。支持浙江大学等加快建设世界一流大学，支持西湖大学打造全球有影响力的生命科学等研究中心，支持之江实验室积极争创国家实验室，推进中科院肿瘤所离子加速器和质子重大科技装置建设。加快国家重点实验室、国家产业（制造业、技术）创新中心、大科学设施群等具有国际影响的重大创新载体建设。全面融入长三角科技创新一体化发展，高水平建设科创产业协同发展体系和创新创业生态圈，深化推动杭州、宁波国家自主创新示范区建设，加快打造杭州城西、宁波甬江、嘉兴G60、温州环大罗山等科创大走廊。</p>
          <p class="section">着力提升企业创新能力。制定实施全社会研发投入提升工程，完善具有全球竞争力的创新政策体系，迭代实施科技企业“双倍增”行动计划，构建科技企业“微成长、小升高、高壮大”的梯次培育机制。建立研发导向激励机制，推动形成以企业为主体、产学研结合的技术创新体系，大幅提高有研发活动的大中型工业企业占比。引导龙头企业建立应用基础研究机构，加大对企业研究机构的土地、财政、税收等支持力度，支持企业联合高校、科研院所承担或参与重大应用基础研究项目，推动研发链条前移，培育具有全球竞争力的创新型、科技型领军企业。</p>
          <p class="section">（二）建设现代产</p>
          <p class="section">将重点产业突破与整个现代产业体系构建相结合，以数字经济为引领，以新兴产业为新引擎，以万亿级先进制造业为支柱，以先进制造业与现代服务业融合发展为重点，推动我省产业链向全球价值链中高端迈进。加快数字经济发展和应用。大力培育互联网、大数据、云计算、人工智能等世界级产业集群，推动集成电路、软件和信息服务业、网络通信、新型显示等基础产业迈向全球价值链中高端。加快数字经济对各行各业的赋能，深入推进数字化设计、工业互联网、智能化技改、“企业上云”、数字化管理、数字化营销、“互联网+”“ 智能+”新模式等在传统产业应用，探索网络化协同研发设计、协同生产、协同营销、协同供应链等体系建设，提升传统产业发展质量和国际竞争力。率先拓展物联、数联、智联的数字应用场景，推动5G在产业发展、城市管理、民生服务等多场景、多领域的应用；推进全域感知网络建设，深化物联网技术在公共服务、资源环境等领域部署应用。
            着力培育世界级产业集群。瞄准新一轮产业和科技革命前沿技术，聚焦更具前沿性的脑科学与类脑研究、干细胞治疗与再生医学、极端环境材料、液态金属、无人驾驶等领域，超前开展基础研究平台布局，加大力度引进核心技术和人才团队，加快推进产业化，培育一批龙头企业，抢占未来发展制高点。加强生物高端创新资源整合，优化生命健康创新创业生态，打造全球新兴的生命健康产业创新中心，建设国内生命健康服务高地。围绕产业转型升级的关键材料需求，集中力量启动世界级新材料产业集群建设，重点发展化工新材料、高性能纤维及复合材料、磁性材料、石墨烯材料、新型显示材料等新材料，建设国际领先的新材料产业科技高地。推动更多国际标准化组织在我省落户，全面提升产业集群的国际标准化水平。
            加速产业深度融合。深入实施“制造强省”战略，提升汽车、高端装备、绿色石化等先进制造业产业链水平，培育具有国际竞争力的万亿级产业集群。不断提升传统制造业品牌、质量、标准、设计、服务等竞争力，推进块状特色经济改造转型。瞄准带动力强、供需矛盾突出的生产性服务业领域，重点提升科技服务、现代物流、金融服务、数字贸易服务等领域发展水平，推动创意设计、检验检测、认证认可、节能环保服务、商务服务、人力资源服务等领域集成创新和规模化发展，推动生产性服务业与制造业更高水平融合发展，促进产业链价值链整体攀升。以商贸物流为重点开展供应链资源整合、流程优化和服务标准化，打造大数据支撑、网络化共享、智能化协作的智慧供应链体系，成为全国供应链创新与应用的重要中心。加快推进农村一二三产融合，大力发展现代生态循环农业，提升发展农产品精深加工业，积极发展农产品流通与仓储物流等农村服务业，培育“互联网+”农业，积极探索农产品生产、加工、销售与旅游、健康、文化、信息等产业融合发展新模式，着力构建农业与二三产业交叉融合的现代产业体系。
            推进军民融合深度发展。着眼国家军民融合创新示范区建设目标，充分发挥我省民营经济发达、数字经济领先、市场机制灵活等优势，加快打造创新引领、具有特色、富有活力的军民融合产业。做好军地所需所能无缝对接，立足我省产业基础，实施“民参军”企业倍增计划，重点聚焦打造若干条军民融合产业链，加快建设一批军民融合产业示范基地，引进和落地一批军民融合重大工程项目，培育一批军民融合骨干龙头企业。鼓励通过合作开发、二次开发、技术许可、技术入股等方式推进军工院所高新技术向民用领域转化。加强政策支持，着力形成我省军民融合发展的强大合力，努力推动我省军民融合产业走在全国前列。</p>
          <p class="section">（三）深化市场化改革</p>
          <p class="section">对标国际一流营商环境，以市场化、法治化、便利化、国际化和数字化为重点，以“最多跑一次”改革撬动各方面改革，巩固提升既有优势，全面补强短板弱项，加快构建便捷高效、稳定透明、公平竞争的营商环境高地，不断提升制度环境软实力。</p>
          <p class="section">加强营商环境建设。贯彻落实《优化营商环境条例》，营造各种所有制主体依法平等使用资源要素、公开公平公正参与竞争、同等受到法律保护的市场环境，确保各类市场主体依法平等享受支持政策。完善监管机制，对新技术、新产业、新业态、新模式等实行包容审慎监管。依托大数据平台，形成聚合化的知识产权保护网络，实现跨区域知识产权保护；建立知识产权惩罚性赔偿制度，探索知识产权纠纷多元解决机制和维权援助机制。坚持“开门立法”，拓展各类市场主体参与立法的途径和方式，健全立法过程中的公众参与机制。
            深化资源要素市场化配置改革。紧紧围绕发挥市场在资源配置中的决定性作用，找准市场有效、政府有为、企业有利的黄金结合点，深化要素市场化配置改革，提高全要素生产率。制定全面的全域资源要素目录清单，编制自然资源实物量资产负债表。建立规则统一、公开透明、便捷高效的资源要素交易平台。创新资源要素市场化交易机制，开展资源要素有偿使用和交易。创新建立大数据、互联网、知识产权等新兴资源要素价值发现和运用机制，运用经济手段、价格手段促进资源要素价值最大化实现。
          </p>
          <p class="section">激发市场主体活力。完善公平竞争制度，强化竞争政策基础性地位，全面落实和改进公平竞争审查制度。全面实施市场准入负面清单制度，推动民间资本进入各类基础设施、重大民生等领域。完善权利平等、机会平等、规则平等的市场环境，确保民间资本既能平等进入，也能公平竞争，依法保护企业家合法权益。加大对民营企业智能化技术改造升级、产业关键核心技术攻坚、创新平台建设、产业创新研发等领域支持。完善民营经济金融、人才、知识产权保护机制，推动民营经济创新能力提升。滚动实施小微企业成长计划，完善市场主体“热带雨林”生态。推动民营企业经济稳妥开展境外并购及资源开发、充分参与“一带一路”建设。推动国资监管机构、国资运营平台、国有企业联动改革，形成以管资本为主的国资监管体系。推进以资产证券化为主要内容的混合所有制改革，加快国有资本从一般竞争性领域有序退出，提高国有资本配置效率，健全市场化经营机制。
            创新行政管理和服务方式。完善重大发展战略和中长期经济社会发展规划制度，建立健全以发展规划为统领、以空间规划为基础、以专项规划和区域规划为支撑的统一规划体系，实现一张蓝图绘到底。坚持以规划带项目，以项目带资金的原则，加强审批流程标准化建设。全面实施“区域能评+区块能耗标准”“区域环评+环境标准”，不断提升企业投资项目审批效率。加快政府数字化转型，构建电子政务云平台，推进政务服务网上办、掌上办，加快实现“一证通办”、“一件事”一网通办。加快“互联网+监管”建设，实行跨部门“双随机、一公开”监管全覆盖，积极探索非接触式监管方式，打造“掌上执法之省”，实现“一网通管”。
          </p>
          <p class="section">完善信用体系和信用制度建设。迭代完善公共信用评价体系，完善五类主体公共信用评价，实行动态管理。加强政府诚信建设，研究提出市县政府诚信指数模型并定期发布指数。强化企业信用建设，推进信用分级分类监管，建立信用监测预警体系、联合监管和奖惩体系。加快建立行业信用评价，全面推进“信用+行业管理”。强化个人信用建设，完善个人信用档案，拓展“信易+”应用场景。推动公共信用信息应用联动，加快信用平台与其他治理平台的对接互通。培育信用服务机构，创新提供信用调查、信用评估、信用担保等服务。</p>
          <p class="section">（四）积极扩大国内市场</p>
          <p class="section">推动高质量发展，强大市场是保障。积极参与强大国内市场建设，以强大国内市场支撑创新能力提升，以创新突破和竞争力提升拓展国内市场空间。
            激发消费新活力。实施消费升级工程，引导企业增加优质商品和服务供给，大力发展零售新业态、新模式，培育大规模个性化定制电商平台（企业），推动老字号企业传承创新，吸引知名品牌新品首发，打造一批夜间经济地标，健全物流配送体系，促进集聚优质消费资源和引领国际消费时尚。推进高品质步行街建设，培育扩大城市消费的有效载体，搭建满足消费升级需要的重要平台。建设全国数字产业发展中心和影视副中心，打造以“诗画浙江”为龙头的国际知名旅游品牌体系。开展“放心消费在浙江”行动，全面推行线上线下无理由退换货承诺制度，打响“浙里放心买”品牌。建立健全放心消费指标评估机制。支持杭州2025年前建设成为国际消费中心城市，带动形成若干个专业化、特色化、区域性消费中心城市。
          </p>
          <p class="section">保持投资稳定增长。健全重大项目动态调整、滚动推进政策体系，推动投资质量和结构不断优化，促进固定资产投资增速与GDP增速基本同步。建立重大项目建设常态化服务机制，加强重大项目建设与土地、资金、用能、环境等要素保障的统筹协调、配套支撑，强化投资领域全覆盖的投资发展趋势监测，迭代完善投资在线平台、工程云等投资建设服务数字化支撑平台。探索和创新重大基础设施投融资模式，加强PPP项目投资和建设管理，规范有序推广PPP模式。制定《浙江省政府投资条例》，完善政府投资配套政策，以政府投资资金有序引导和带动社会投资。
            构建现代化基础设施体系。进一步加强大通道建设，加快建立完善我省“接沪”、“连苏”、“拥皖”通道，构建长三角立体交通体系。按照“东北区域加密、沿海区域提效、西南区域增联”，加快省域交通网络化发展。积极建设国际化通道，打造联通全球的世界级港口群和机场群。统筹优化都市区交通网络布局，加快构建以轨道交通为骨干、快速交通和城乡公交为支撑的城区1小时通勤圈。加大核电、LNG、抽水蓄能电站等为主的清洁能源生产供应基地建设，完善500千伏及以上电网骨架，进一步提高全省能源安全保障水平。实现省内5G网络全覆盖，全面推广5G通信技术，推动5G在工业制造、城市治理、民生服务、文化娱乐等领域的广泛运用。着力保障饮用水水源安全，加快实施一批防洪排涝、重点水源工程和骨干引调水工程，不断提升防洪排涝能力和城乡饮用水安全保障水平。
          </p>
          <p class="section">（五）加快对外开放步伐</p>
          <p class="section">以“一带一路”为引领，实施更加积极主动的国际化战略，坚持“引进来”和“走出去”相结合，谋划和推动建设更高水平的开放平台载体，争创国际经济合作和竞争新优势。
            纵深推进“一带一路”枢纽建设。做深做实“17+1”中东欧合作，不断提升能级，强化与非洲、中东、澳洲等地区的高层级国别合作。进一步提升国际产业合作园的建设水平，推动建立更加紧密的国别合作机制，积极开展“双向双园”的探索。加快完善海外创新服务网络，支持建设海外技术孵化基地和海外离岸创业基地，支持有条件的企业设立海外研发机构，开展国际并购和技术合作。滚动实施标准联通共建“一带一路”行动计划。主动对接和参与中国国际进口博览会，建设国际高品质日用消费品的进口超市和原材料、国际农产品等大宗商品的进口、储运、加工和交易中心。积极打造以跨境电商为重点的新型贸易中心，加大世界电子贸易平台（eWTP）的探索和建设，构建更为广泛、标准模式共商共享的国际跨境电子商务网络，深度嵌入全球贸易体系核心。探索建立数字自由贸易区，创建引领全球电子商务新模式、新规则、新标准。构建立足浙江、辐射“一带一路”、布局全球的投资与贸易的供应链体系。
          </p>
          <p class="section">着力打造自由贸易大通道。抓住长三角一体化发展契机，加强与上海、江苏自贸试验区合作联动，以共建自由贸易港为目标，进一步合作开发大、小洋山岛和衢山岛，开展具有离岸特征的金融、贸易和创新创业，打造长三角对外开放引领区。加快自贸试验区联动创新区的建设，重点向杭州、宁波两大中心城市延伸覆盖，与钱塘新区、前湾新区、国家级开发区、高新区、综合保税区等重要平台形成联动创新，放大自贸试验区的开放引领作用，进而以点带面，形成环杭州湾的自贸联动开放带。深化义乌国际陆港与宁波舟山港的港口一体化，实施东拓西延工程，谋划打造义甬舟开放大通道向西延伸至衢州、江西等地，向东拓展到洋山港。聚焦油气全产业链，加快建设“一中心三基地示范区”，探索建立以舟山为中心的长三角保税船用燃料油生态圈。
            全面提升国际化水平。实施更大范围、更宽领域、更深层次的对外开放。实施贸易主体培育工程，积极开拓多元化市场，不断提高出口产品质量，着力推动“两自一高”（即自主知识产权、自主品牌和高附加值）产品出口，实施“品质浙货·行销天下”和“一带一路”贸易畅通计划。加快推进文化、物流、旅游、留学等服务贸易领域发展，建设一批高水平服务贸易出口基地。进一步放宽生产性服务业和文化娱乐、教育医疗等外资准入门槛。积极主动扩大进口，不断优化进口结构，加强进口渠道建设，大力培育进口主体。加快高质量外资引进，打造高质量外资集聚地，大力培育本土跨国公司，主动引导产业链的全球化合理布局，推动境外平台建设。支持有条件的企业设立海外研发机构，开展国际并购和技术合作。大力建设国际化的城市中央活力区，全方位植入国际化社区、国际学校、国际医院等各种国际化元素，加快集聚国际高端要素。打造最优人才环境的“国际版”。
          </p>
          <p class="section">（六）推动区域协调发展</p>
          <p class="section">聚焦长三角一体化发展背景，遵循高质量协调联动的目标要求，突出大湾区辐射引领，促进要素自由流动和资源优化配置，构建主体功能明显、优势互补的区域发展体系。
            全面落实长三角一体化国家战略。坚持省域一盘棋理念，充分发挥绿水青山、数字经济、海洋经济、民营经济等特色比较优势，主动对接上海五大中心建设，承接上海桥头堡的城市功能外溢，积极拓展功能飞地区域，融入共建具有国际重要影响力的全球城市区域。加强交通、科创、生态文化、产业发展等跨区域纽带建设，推进区域间协调联动，共同建设长三角南翼高能级核心。重点加快长三角生态绿色一体化发展示范区建设，推动苏浙皖产业合作区、浙赣边际（衢饶）合作区等5个省际协同合作区和甬舟、杭绍、甬绍、嘉湖、杭嘉等5个省内一体化合作先行区建设，不断提高区域联动度。
          </p>
          <p class="section">充分发挥大湾区辐射带动作用。突出沿湾、跨湾战略通道建设，依托中心城市，大力促进沿湾区域创新链、产业链、资金链、人才链、政策链相互交融、相互支撑，积极谋划推进一批重大科技基础设施、尖端科创平台、高新产业集群等，激发整体创新活力。着力打造万亩千亿平台，重点扶持一批发展潜力大的产业基地，集聚发展具有全局性、战略性、带动性强的重大产业项目，强化金融服务集聚布局，提升文旅产业内涵与区域竞争力，辐射带动全省高质量发展。
            大力推进大花园建设。突出生态服务主屏障功能，围绕生态资源保护和生态经济培育，以浙西南生态功能区为主体，形成我省空间可持续的战略支撑。注重统筹保护山水林田湖草的核心资源，创新生态人文和生态经济，挖掘流域文化、佛道文化、诗赋文化、影视文化等特质内涵，支持培育生态和文创功能空间，推动形成富于竞争的生态产品，补足发展短板，实现绿色崛起，促成全域大美格局。实施十大名山公园提升行动计划，加快建设十大海岛公园。
            积极打造山海协作升级版。立足区域资源条件和发展水平，围绕信息化、生态化等目标导向，加快欠发达地区上下游关联产业发展，培育形成生态型现代产业集群，不断提升山海协作产业平台。健全规划布局、项目共招、利益分享等机制，大力发展“飞地经济”平台，实现双赢发展。聚焦精准帮扶，加快共建扶贫协作产业园等产业平台，加强劳务协作和民生帮扶，强化人口就业技能培训，形成多渠道、多形式、多层次、全方位、宽领域的区域合作新格局。
          </p>
          <p class="section">（七）加快城乡融合发展</p>
          <p class="section">坚持以人为核心，以提高质量为导向，大力推进农业转移人口市民化，加快培育大都市区，促进大中小城市和小城镇协调有序发展，推进县域经济高质量发展，以城乡融合促进乡村振兴。
            全面推进城乡要素双向流动。完善农民进城落户政策，吸引更多农业转移人口集聚定居城镇。围绕人口转移转化，加大“人地挂钩”“人钱挂钩”力度，全面实施城镇建设用地新增指标与吸纳农业转移人口落户数量挂钩、省级财政转移支付与吸纳农业转移人口落户倾斜挂钩政策。深入推进“两进两回”行动，探索城市居民采取入股、联营等方式参与村庄整治、宅基地整理创新盘活城乡土地资源，鼓励开展农村土地承包经营权流转以及土地承包经营权入股发展农业产业化经营。
            聚力提升大都市区极核作用。全面推进TOD节点建设、城市阳台景观塑造、文化活力街区打造等大都市区十大标志性工程，加强轨道交通和“智慧城市”建设，鼓励高能级开放和特色化体制创新。在钱塘新区、南太湖新区、前湾新区和滨海新区四大新区基础上，进一步培育建设金义新区、瓯江口新区，打造高端新兴的战略能级平台。发挥都市区圈域辐射带动作用，完善区域性基础设施廊道和跨区域服务体系建设，推进环杭州湾、浙东沿海和浙中城市群一体化发展，优化行政区划设置，有序推进都市区内撤县（市）设区，提高中心城市和城市群综合承载和资源优化配置能力，实行扁平化管理，形成高效率组织体系。统筹推进中心城市和小城市多元化、特色化发展，形成布局合理、分工明确、优势互补城镇协调发展格局。
          </p>
          <p class="section">大力推进乡村振兴战略。依据乡村发展类型和地理特色类型，针对实施改造提升、城乡融合、特色资源保护挖掘、机制保障有序搬迁等方式，分类推进乡村规划建设。建立新时代美丽乡村标准体系，推进万村千镇景区化工程，提档升级农村基础设施，推进绿色农房建设等试点，建立数字乡村建设机制，打造富有江南韵味的美丽乡村升级版。立足省域各地区农业资源禀赋和比较优势，实施农业生产力布局优化升级行动，加强高标准农田建设，推进现代化农业园区、特色农业强镇、示范性全产业链建设，打造农业现代化生产的先行区。积极强化特色农业和生态农业发展，鼓励围绕增强农村的特色吸引力，承载现代化创意休闲和特色人居等功能，促进城乡功能的合理交融发展。</p>
          <p class="section">（八）推进生态文明建设</p>
          <p class="section">深入践行“绿水青山就是金山银山”的理念，坚持节约优先、保护优先、自然恢复为主的方针，积极参与长江经济带共抓大保护，不断提升大花园建设水平，着力解决重点环境问题，切实加大生态系统保护力度，大力开展美丽浙江建设行动，健全生态文明法规制度，推进绿色发展方式和生活方式，为人民群众创造良好生产生活环境。
            加快推进绿色发展。坚持节约资源和保护环境的基本国策，严格落实“生态保护红线、环境质量底线、资源利用上线，生态环境准入清单”。全过程推进生产方式的绿色低碳循环化改造，不断提高绿色发展水平。全面推进工业、建筑、交通、公共机构等重点领域和重点用能企业的节能管理，严格实施节能、节水、节地、节材、节矿标准体系，创新生态资源市场化交易机制，推行生产者责任延伸制度。强化二氧化碳排放控制，加快低碳试点建设，鼓励企业开发绿色低碳产品。普遍实行垃圾分类和资源化利用制度，创新“互联网+”再生资源回收利用模式，加快产业废弃物综合利用，建立健全以产业生态化和生态产业化为主体的生态经济体系，。
          </p>
          <p class="section">进一步加强环境污染防治。聚焦挥发性有机物污染、秋冬季灰霾天气、夏季臭氧超标等问题，从产业结构、能源结构、交通运输结构和用地结构调整着手，进一步深化区域大气污染联防联控联治和重污染天气应对，推动城市空气质量优良天数持续稳步提高。深入推进城镇生活污染治理，加强工业集聚区污水集中处理设施运行维护管理，加强入海河流和直排海等重要污染来源治理，突出总氮、总磷排放的控制。加强土壤污染的源头管控，推进农用地安全利用和治理。开展全域“无废城市”建设，全面推进固体废物减量化、资源化和无害化。
            系统推进生态保护修复。加快建立健全国土空间规划和用途统筹协调管控制度，统筹划定落实生态保护红线、永久基本农田、城镇开发边界等空间管控边界以及各类海域保护线，完善主体功能区制度。实施重要生态系统保护和修复重大工程，加强湿地保护与修复，恢复湿地生态功能。加大自然岸线保护力度，落实最严格的围填海和岸线开发管控。高水平推进国土绿化，深入开展平原绿化和森林扩面提质，加强城市生态保护与修复，严格落实绿地系统规划和绿线管制制度，全面加强矿山生态环境整治、修复和绿化，创新开展生态系统生产总值（GEP）核算，构建和实施生态产品价值实现机制，拓宽“两山”转化通道。
          </p>
          <p class="section">（九）促进文化浙江建设</p>
          <p class="section">坚持社会主义先进文化前进方向，大力推进“文化浙江” “诗画浙江”和诗路文化带建设，积极满足人民群众对美好生活的文化需要，推进文化、旅游融合发展，大力提升文化软实力。
            坚持用社会主义核心价值观凝心聚力。大力弘扬红船精神、浙江精神和新时代浙商精神，使之内化为全省上下的价值认同和精神追求。加强党史、新中国史、改革开放史教育，加强爱国主义、集体主义、社会主义教育，培育和弘扬新风正气，将社会主义核心价值观贯穿国民教育全过程、融入社会发展各方面，不断提高人民思想觉悟、道德水准、文明素养和全社会文明程度。
          </p>
          <p class="section">大力传承和发扬浙江优秀文化。挖掘和提炼各地优秀传统文化的内在精神和时代价值，多种形式促进优质文化基因价值转化，引导积极健康的生活方式，塑造文化认同。大力推进文化遗产保护传承利用，进一步打响大运河浙江段、良渚遗址等世界文化遗产品牌，推进“海上丝绸之路”申遗与活化，加强浙东唐诗之路、大运河诗路、钱塘江诗路、瓯江山水诗路等四条文化带建设，扎实推进文化遗产保护修缮和非物质文化遗产保护传承，大力发展具有浙江地域标记的历史经典产业，加快推进国家和省级文化生态保护区建设。
            构建以人为核心的公共文化服务体系。坚持精准服务，全方位对接群众文化需求，建立健全以需求为导向的公共文化产品供给机制。强化乡镇综合文化站效能建设，探索“文化家园”“城市书房”“文化驿站”等社区文化服务模式，指导创建国家公共文化服务体系示范区（项目），推进以乡镇（街道）综合文化站和农村文化礼堂为代表的基层综合文化服务中心建设。健全社会力量参与公共文化服务机制和政府向社会购买公共文化服务机制，完善资源共建共享，推进公共图书馆、文化馆总分馆建设。
          </p>
          <p class="section">大力发展文化产业。顺应新一轮科技革命和产业变革趋势，加快发展网络文学、网络影视、动漫游戏、数字音乐、数字电视、数字教育等新兴文化业态，推出一批文艺精品力作。高度重视技术创新，超前布局前沿领域，抢占数字内容产业发展制高点。加快推动影视演艺、出版发行、创意设计、文化制造等领域转型升级，推动文化与旅游、科技、金融的深度融合。健全现代文化产业体系和市场体系，完善以高质量发展为导向的文化经济政策，加快打造万亿级文化产业。</p>
          <p class="section">（十）切实保障和改善民生</p>
          <p class="section">坚持以人民为中心的思想，推进共享发展，完善公共服务体系，提升公共服务供给能力，推进基本公共服务均等化、可及性，使改革发展成果更多更公平惠及人民，不断提高人民群众的获得感幸福感安全感。 
            稳定和扩大就业。突出创业带动就业，充分挖掘新产业、新业态、新商业模式的创业空间和新型灵活就业增长点，完善新型灵活就业服务体系。积极打造“双创”升级版，拓展更多新业态和服务业就业岗位，深化中职与应用型本科一体化培养改革，加快发展现代职业教育，支持企业和社会力量兴办职业教育。扩大公共实训基地建设覆盖面，深入推进产教融合实训基地建设，加大职业技能培训基础平台共建共享力度，增强职业技能培训能力。抓好高校毕业生、退役军人、下岗转岗职工、农民工等重点群体就业，加强对城镇各类就业困难人员的就业培训和托底帮扶，健全全方位公共就业服务体系。
          </p>
          <p class="section">不断增加城乡居民收入。坚持以发展促增收，不断做大发展成果的“蛋糕”，夯实民生基石。增加劳动者特别是一线劳动者劳动报酬，提高劳动报酬在初次分配中的比重，推动居民收入与经济增长同步、劳动报酬与劳动生产率提高同步。促进社会平均工资较快增长，扩大中等收入群体。不断优化收入结构，稳步提高财产性收入在居民收入中的比重。聚焦低收入百姓等重点人群增收，适时上调最低工资标准，加大集体经济薄弱村的扶持力度，落实山海协作工程升级版各项任务，努力提高结对帮扶水平。
            提高社会保障水平。加快推进城镇职工基本养老保险省级统收统支步伐，建立城乡居民基本养老保险待遇确定和基础养老金正常调整机制。探索建立工伤预防常态化工作机制。建立健全失业保险费率与经济社会发展联动机制，推进失业保险向保障生活、预防失业、促进就业多功能转变。研究制定适应新就业形态的参保缴费政策。切实加强社会保险基金的精算管理和监测预警，全面防范风险，守住基金安全底线。完善精准识贫、长效帮扶的全流程救助机制，创新就业帮扶、小额信贷帮扶等方式，有效减缓因病、因学、因灾致贫返贫现象。加快建立多主体供给、多渠道保障、住购并举的住房制度。
          </p>
          <p class="section">进一步提升公共服务水平。加快发展0—3岁托幼服务，鼓励发展多种形式托育服务，建立健全托幼托育服务体系，推进城乡义务教育一体化发展，扩大教育资源高质量供给。鼓励高职院校与企业强化合作，打造一批“双元制培训中心”。对标国家“双一流”建设标准，支持省重中之重学科向国家一流学科建设发展，推动省内高校与国内外名校、名院（所）“联姻结对”。构建优化预防、治疗、康复、护理相互衔接的服务链，补强康复医院、护理院等医疗设施短板。进一步实施“医学高峰”计划，完善县域医共体，加快基层医疗服务能力升级达标。推动省级优质医疗资源布局优化，积极推进国家卫健委和浙江省政府共建国家区域医疗中心。积极应对人口老龄化，着力增加养老服务供给，提升养老服务质量，探索建立以“照护专员”为核心的照护管理体系，推进老旧小区“适老化改造”，因地制宜提升社区（村）居家养老服务品质，加快建设居家社区机构相协调、医养康养相结合的养老服务体系。</p>
          <p class="section">（十一）加强和创新社会治理</p>
          <p class="section">坚持共建共治共享，把“最多跑一次”理念方法运用到社会治理领域，提高社会治理社会化法治化智能化专业化水平，加快建设社会治理共同体，打造浙江特色社会治理现代化模式。
            推进社会治理领域“最多跑一地”。打造一站式服务、就地解决矛盾纠纷的县级社会矛盾纠纷调处化解中心，完善接诉即办机制，强化“基层治理四平台”运行管理，推进“全科网格”建设规范提升，构建“一中心、四平台、一网格”上下联动、左右协调的县域社会治理新模式，实现矛盾纠纷化解“最多跑一地”。完善社会矛盾纠纷多元预防调处化解综合机制，大力推进诉源治理，完善人民调解、行政调解、司法调解联动工作体系，加强访调、诉调等对接，完善信访制度，加强信访依法治理。
          </p>
          <p class="section">改进社会治理方式。坚持政府、经济、社会数字化转型联动推进，找准科技手段服务社会治理的切入点，促进政府数据资源共享交换，深化公共数据资源开放，通过对各领域数据资源的汇聚、整合、开发，实现以数据资源为基础的社会治理模式和服务模式创新，提升政府治理、经济治理、社会治理的精准度和靶向性。建立健全网络领域法规制度，加强网络行政执法，推进数字社会健康运行，强化关键信息基础设施网络安全保护，完善隐私保护和安全管理机制。
            防范化解各类风险。着力推进现代化公共安全体系建设，加大重大风险和重大危险源排查力度，推行人防、物防、技防、心防多重叠加，构建安全风险分级管控和隐患排查治理双重预防机制，完善重点风险联合管控和难点隐患联合治理机制，全面提升安全生产保障能力。大力推进自然灾害防治重点工程建设，提高抗灾设防标准，增强城市发展的“韧性”，加强基层“网格化”的防灾减灾救灾体系建设，提高人民群众防灾减灾意识和自救互救能力。严格市场监管、质量监管、安全监管，加强违法惩戒，着力加强农产品质量安全源头治理，完善追溯体系、制度标准体系和抽检体系，强化食品安全数字化智慧化监管，坚守防范与化解食品药品安全领域重大风险底线。加强金融风险监测预警和早期干预，坚决打赢防范化解重大风险攻坚战。构建基层社会治理新格局。坚持和发展新时代“枫桥经验”，全面建设“党建统领、人民主体、三治融合、四防并举、共建共享”的浙江特色基层治理体系，完善群众参与基层社会治理的制度化渠道，强化自治法治德治融合的基层治理方式，充分激发基层活力和创造力。推行网格化管理和服务，协同多方力量，优化社区和乡镇管理服务。推动社会治理和服务重心向基层下移，把更多资源下沉到基层，更好提供精准化、精细化服务。
          </p>
        </div>
      </div>
        <ul class="searchResult" v-if="isSearchReault">
          <i class="el-icon-close" @click="closeSearchResult"></i>
          <li>
            <p>推进温州市金融综合改革试验区、台州市小微企业金融服务。</p>
            <!-- <span>
              <i class="el-icon-star-off"></i>
              <i class="el-icon-location-outline"></i>
            </span> -->
          </li>
          <li>
            <p>台州湾循环经济产业集聚区。集中发应高端装备制造业.重点培育生物医药产业、新材料产 业等特色产业，规划建设以现代医药为特色的高新技术产山园区。</p>
            <!-- <span>
              <i class="el-icon-star-off"></i>
              <i class="el-icon-location-outline"></i>
            </span> -->
          </li>
          <li>
            <p>深化台州民间投资创新综合改革试点建设</p>
            <!-- <span>
              <i class="el-icon-star-off"></i>
              <i class="el-icon-location-outline"></i>
            </span> -->
          </li>
        </ul>
    </div>
    <span slot="footer" class="dialog-footer">
      <el-button @click="guidePlanClose">取消</el-button>
    </span>
  </el-dialog>
</template>
<script>
export default {
  name: 'myEcllect',
  data() {
    return {
      isArticle: true,
      searchValue: '',
      whichActive: false,
      isSearchReault: false
    }
  },
  props: {
    guidePlanVisible: {
      type: Boolean,
      default: false
    },
    guidePlantitle:{
      type: String,
      default: '请选择文档'
    }
  },
  methods: {
    childMethod(e) {
      this.$emit('fatherMethod',e);
    },
    showSearchResult() {
      if (this.searchValue == '台州') {
        this.isSearchReault = true
      }
    },
    closeSearchResult() {
      this.isSearchReault = false
      this.searchValue = ''
    },
    articleTypeClick(flag) {
      if (flag == 0) {
        this.whichActive = true
      } else {
        this.whichActive = false
      }
    },
    openDocument() {
      this.isArticle = false
      this.guidePlantitle = '浙江省四十五规划纲要'
    },
    // 关闭上位指导弹窗
    guidePlanClose() {
      this.isArticle = true
      this.guidePlantitle = '请选择文档'
      this.closeSearchResult()
      this.$emit('guidePlanClose')
    }
  }
}
</script>
<style lang="scss" scoped>
@import './guidePlan.scss';
</style>