<template>
  <el-dialog
    title="请选择文档"
    :visible.sync="chooseDocumetVisible"
    :close-on-click-modal="false"
    :close-on-press-escape="false"
    :show-close="false"
    custom-class="chooseDocumetDialog"
    width="55%">
    <div class="inner scroll" v-if="isArticle">
      <div class="documentInfo">
        <p class="middleLine"></p>
        <span class="infoItem">浙江省</span>
        <span class="infoItem">台州市</span>
        <span class="infoItem">2021-2025</span>
      </div>
      <ul class="documentItem">
        <li>
          浙江省十四五规划纲要
          <span @click="openDocument">打开</span>
        </li>
      </ul>
    </div>
    <div class="inner" v-if="!isArticle">
      <div class="searchWrap">
        <el-input
          class="searchValue"
          placeholder="请输入搜索内容"
          prefix-icon="el-icon-search"
          v-model="searchValue"
        ></el-input>
        <p class="tabRow">
          <span class="articleType" :class="{'active':whichActive}" @click="articleTypeClick">全文</span>
          <span class="articleType" :class="{'active':!whichActive}" @click="articleTypeClick">指导思想</span>
        </p>
      </div>
      <div class="content scroll">
        {{documentContent}}
      </div>
    </div>
    <span slot="footer" class="dialog-footer">
      <el-button @click="chooseDocumetHide">取消</el-button>
    </span>
  </el-dialog>
</template>
<script>
export default {
  name: 'myEcllect',
  data(){
    return {
      isArticle: true,
      searchValue:'',
      whichActive:false,
      documentContent:'指导思想：以习近平新时代中国特色社会主义思想为指导，全面贯彻落实党的十九大精神，紧紧围绕“五位一体”总体布局和“四个全面”战略布局，始终坚持以人民为中心的发展思想，全面落实新发展理念。充分发挥中国革命红船起航地、中国改革开放先行地、习近平新时代中国特色社会主义思想重要萌发地的优势，自觉践行习近平总书记赋予浙江的“干在实处，走在前列，勇立潮头”新期望，以“八八战略”为总纲，以人的现代化为导向，以推动高质量发展为主题，以深化供给侧结构性改革为主线，以创新驱动和竞争力提升为基本立足点，以深化改革扩大开放为根本动力，进一步实施富民强省十大行动计划，促进区域协调发展，加强生态文明建设，确保社会和谐稳定，为高水平建设社会主义现代化开好局、起好步。以“八八战略”为总纲。“八八战略”是引领我省发展的总纲领，是推进我省各项工作的总方略，管方向、管长远、管全局。开启我省社会主义现代化建设新征程，必须始终坚持“八八战略”，坚持一张蓝图绘到底，久久为功，不负新使命，激发新作为，书写新篇章.以人的现代化为导向。在高水平全面建成小康社会的基础上，高水平建设现代化浙江是浙江发展的宏伟蓝图和奋斗目标。必须紧紧抓住以人为核心的现代化本质，促进人的全面发展，努力实现人民共同富裕，实现人民对美好生活的向往，为全面建设社会主义现代化强国贡献浙江力量，提供浙江素材和浙江方案。'
    }
  },
  props:{
    chooseDocumetVisible:{
      type: Boolean,
      default: false
    }
  },
  methods:{
    articleTypeClick() {
      if(!this.whichActive){
        this.whichActive = true
        this.documentContent = '全文：以习近平新时代中国特色社会主义思想为指导，全面贯彻落实党的十九大精神，紧紧围绕“五位一体”总体布局和“四个全面”战略布局以习近平新时代中国特色社会主义思想为指导，全面贯彻落实党的十九大精神，紧紧围绕“五位一体”总体布局和“四个全面”战略布局，以习近平新时代中国特色社会主义思想为指导，全面贯彻落实党的十九大精神，紧紧围绕“五位一体”总体布局和“四个全面”战略布局，以习近平新时代中国特色社会主义思想为指导，全面贯彻落实党的十九大精神，紧紧围绕“五位一体”总体布局和“四个全面”战略布局，以习近平新时代中国特色社会主义思想为指导，全面贯彻落实党的十九大精神，紧紧围绕“五位一体”总体布局和“四个全面”战略布局，以习近平新时代中国特色社会主义思想为指导，全面贯彻落实党的十九大精神，紧紧围绕“五位一体”总体布局和“四个全面”战略布局，以习近平新时代中国特色社会主义思想为指导，全面贯彻落实党的十九大精神，紧紧围绕“五位一体”总体布局和“四个全面”战略布局，以习近平新时代中国特色社会主义思想为指导，全面贯彻落实党的十九大精神，紧紧围绕“五位一体”总体布局和“四个全面”战略布局，以习近平新时代中国特色社会主义思想为指导，全面贯彻落实党的十九大精神，紧紧围绕“五位一体”总体布局和“四个全面”战略布局，以习近平新时代中国特色社会主义思想为指导，全面贯彻落实党的十九大精神，紧紧围绕“五位一体”总体布局和“四个全面”战略布局，以习近平新时代中国特色社会主义思想为指导，全面贯彻落实党的十九大精神，紧紧围绕“五位一体”总体布局和“四个全面”战略布局，以习近平新时代中国特色社会主义思想为指导，全面贯彻落实党的十九大精神，紧紧围绕“五位一体”总体布局和“四个全面”战略布局，以习近平新时代中国特色社会主义思想为指导，全面贯彻落实党的十九大精神，紧紧围绕“五位一体”总体布局和“四个全面”战略布局，以习近平新时代中国特色社会主义思想为指导，全面贯彻落实党的十九大精神，紧紧围绕“五位一体”总体布局和“四个全面”战略布局，以习近平新时代中国特色社会主义思想为指导，全面贯彻落实党的十九大精神，紧紧围绕“五位一体”总体布局和“四个全面”战略布局，以习近平新时代中国特色社会主义思想为指导，全面贯彻落实党的十九大精神，紧紧围绕“五位一体”总体布局和“四个全面”战略布局，以习近平新时代中国特色社会主义思想为指导，全面贯彻落实党的十九大精神，紧紧围绕“五位一体”总体布局和“四个全面”战略布局，以习近平新时代中国特色社会主义思想为指导，全面贯彻落实党的十九大精神，紧紧围绕“五位一体”总体布局和“四个全面”战略布局，以习近平新时代中国特色社会主义思想为指导，全面贯彻落实党的十九大精神，紧紧围绕“五位一体”总体布局和“四个全面”战略布局，以习近平新时代中国特色社会主义思想为指导，全面贯彻落实党的十九大精神，紧紧围绕“五位一体”总体布局和“四个全面”战略布局，以习近平新时代中国特色社会主义思想为指导，全面贯彻落实党的十九大精神，紧紧围绕“五位一体”总体布局和“四个全面”战略布局，以习近平新时代中国特色社会主义思想为指导，全面贯彻落实党的十九大精神，紧紧围绕“五位一体”总体布局和“四个全面”战略布局，以习近平新时代中国特色社会主义思想为指导，全面贯彻落实党的十九大精神，紧紧围绕“五位一体”总体布局和“四个全面”战略布局，以习近平新时代中国特色社会主义思想为指导，全面贯彻落实党的十九大精神，紧紧围绕“五位一体”总体布局和“四个全面”战略布局，以习近平新时代中国特色社会主义思想为指导，全面贯彻落实党的十九大精神，紧紧围绕“五位一体”总体布局和“四个全面”战略布局，以习近平新时代中国特色社会主义思想为指导，全面贯彻落实党的十九大精神，紧紧围绕“五位一体”总体布局和“四个全面”战略布局，以习近平新时代中国特色社会主义思想为指导，全面贯彻落实党的十九大精神，紧紧围绕“五位一体”总体布局和“四个全面”战略布局，以习近平新时代中国特色社会主义思想为指导，全面贯彻落实党的十九大精神，紧紧围绕“五位一体”总体布局和“四个全面”战略布局，以习近平新时代中国特色社会主义思想为指导，全面贯彻落实党的十九大精神，紧紧围绕“五位一体”总体布局和“四个全面”战略布局，以习近平新时代中国特色社会主义思想为指导，全面贯彻落实党的十九大精神，紧紧围绕“五位一体”总体布局和“四个全面”战略布局，以习近平新时代中国特色社会主义思想为指导，全面贯彻落实党的十九大精神，紧紧围绕“五位一体”总体布局和“四个全面”战略布局，以习近平新时代中国特色社会主义思想为指导，全面贯彻落实党的十九大精神，紧紧围绕“五位一体”总体布局和“四个全面”战略布局，以习近平新时代中国特色社会主义思想为指导，全面贯彻落实党的十九大精神，紧紧围绕“五位一体”总体布局和“四个全面”战略布局，以习近平新时代中国特色社会主义思想为指导，全面贯彻落实党的十九大精神，紧紧围绕“五位一体”总体布局和“四个全面”战略布局，以习近平新时代中国特色社会主义思想为指导，全面贯彻落实党的十九大精神，紧紧围绕“五位一体”总体布局和“四个全面”战略布局，以习近平新时代中国特色社会主义思想为指导，全面贯彻落实党的十九大精神，紧紧围绕“五位一体”总体布局和“四个全面”战略布局，以习近平新时代中国特色社会主义思想为指导，全面贯彻落实党的十九大精神，紧紧围绕“五位一体”总体布局和“四个全面”战略布局，以习近平新时代中国特色社会主义思想为指导，全面贯彻落实党的十九大精神，紧紧围绕“五位一体”总体布局和“四个全面”战略布局，以习近平新时代中国特色社会主义思想为指导，全面贯彻落实党的十九大精神，紧紧围绕“五位一体”总体布局和“四个全面”战略布局，以习近平新时代中国特色社会主义思想为指导，全面贯彻落实党的十九大精神，紧紧围绕“五位一体”总体布局和“四个全面”战略布局，以习近平新时代中国特色社会主义思想为指导，全面贯彻落实党的十九大精神，紧紧围绕“五位一体”总体布局和“四个全面”战略布局，以习近平新时代中国特色社会主义思想为指导，全面贯彻落实党的十九大精神，紧紧围绕“五位一体”总体布局和“四个全面”战略布局，以习近平新时代中国特色社会主义思想为指导，全面贯彻落实党的十九大精神，紧紧围绕“五位一体”总体布局和“四个全面”战略布局，以习近平新时代中国特色社会主义思想为指导，全面贯彻落实党的十九大精神，紧紧围绕“五位一体”总体布局和“四个全面”战略布局，以习近平新时代中国特色社会主义思想为指导，全面贯彻落实党的十九大精神，紧紧围绕“五位一体”总体布局和“四个全面”战略布局，以习近平新时代中国特色社会主义思想为指导，全面贯彻落实党的十九大精神，紧紧围绕“五位一体”总体布局和“四个全面”战略布局，以习近平新时代中国特色社会主义思想为指导，全面贯彻落实党的十九大精神，紧紧围绕“五位一体”总体布局和“四个全面”战略布局，以习近平新时代中国特色社会主义思想为指导，全面贯彻落实党的十九大精神，紧紧围绕“五位一体”总体布局和“四个全面”战略布局，以习近平新时代中国特色社会主义思想为指导，全面贯彻落实党的十九大精神，紧紧围绕“五位一体”总体布局和“四个全面”战略布局，以习近平新时代中国特色社会主义思想为指导，全面贯彻落实党的十九大精神，紧紧围绕“五位一体”总体布局和“四个全面”战略布局，以习近平新时代中国特色社会主义思想为指导，全面贯彻落实党的十九大精神，紧紧围绕“五位一体”总体布局和“四个全面”战略布局，以习近平新时代中国特色社会主义思想为指导，全面贯彻落实党的十九大精神，紧紧围绕“五位一体”总体布局和“四个全面”战略布局，以习近平新时代中国特色社会主义思想为指导，全面贯彻落实党的十九大精神，紧紧围绕“五位一体”总体布局和“四个全面”战略布局，以习近平新时代中国特色社会主义思想为指导，全面贯彻落实党的十九大精神，紧紧围绕“五位一体”总体布局和“四个全面”战略布局，以习近平新时代中国特色社会主义思想为指导，全面贯彻落实党的十九大精神，紧紧围绕“五位一体”总体布局和“四个全面”战略布局，以习近平新时代中国特色社会主义思想为指导，全面贯彻落实党的十九大精神，紧紧围绕“五位一体”总体布局和“四个全面”战略布局，以习近平新时代中国特色社会主义思想为指导，全面贯彻落实党的十九大精神，紧紧围绕“五位一体”总体布局和“四个全面”战略布局，以习近平新时代中国特色社会主义思想为指导，全面贯彻落实党的十九大精神，紧紧围绕“五位一体”总体布局和“四个全面”战略布局，以习近平新时代中国特色社会主义思想为指导，全面贯彻落实党的十九大精神，紧紧围绕“五位一体”总体布局和“四个全面”战略布局，以习近平新时代中国特色社会主义思想为指导，全面贯彻落实党的十九大精神，紧紧围绕“五位一体”总体布局和“四个全面”战略布局，以习近平新时代中国特色社会主义思想为指导，全面贯彻落实党的十九大精神，紧紧围绕“五位一体”总体布局和“四个全面”战略布局，以习近平新时代中国特色社会主义思想为指导，全面贯彻落实党的十九大精神，紧紧围绕“五位一体”总体布局和“四个全面”战略布局，以习近平新时代中国特色社会主义思想为指导，全面贯彻落实党的十九大精神，紧紧围绕“五位一体”总体布局和“四个全面”战略布局，以习近平新时代中国特色社会主义思想为指导，全面贯彻落实党的十九大精神，紧紧围绕“五位一体”总体布局和“四个全面”战略布局，以习近平新时代中国特色社会主义思想为指导，全面贯彻落实党的十九大精神，紧紧围绕“五位一体”总体布局和“四个全面”战略布局，以习近平新时代中国特色社会主义思想为指导，全面贯彻落实党的十九大精神，紧紧围绕“五位一体”总体布局和“四个全面”战略布局，以习近平新时代中国特色社会主义思想为指导，全面贯彻落实党的十九大精神，紧紧围绕“五位一体”总体布局和“四个全面”战略布局，以习近平新时代中国特色社会主义思想为指导，全面贯彻落实党的十九大精神，紧紧围绕“五位一体”总体布局和“四个全面”战略布局，以习近平新时代中国特色社会主义思想为指导，全面贯彻落实党的十九大精神，紧紧围绕“五位一体”总体布局和“四个全面”战略布局，以习近平新时代中国特色社会主义思想为指导，全面贯彻落实党的十九大精神，紧紧围绕“五位一体”总体布局和“四个全面”战略布局，，始终坚持以人民为中心的发展思想，全面落实新发展理念。充分发挥中国革命红船起航地、中国改革开放先行地、习近平新时代中国特色社会主义思想重要萌发地的优势，'
      } else {
        this.whichActive = false
        this.documentContent = '指导思想：以习近平新时代中国特色社会主义思想为指导，全面贯彻落实党的十九大精神，紧紧围绕“五位一体”总体布局和“四个全面”战略布局，始终坚持以人民为中心的发展思想，全面落实新发展理念。充分发挥中国革命红船起航地、中国改革开放先行地、习近平新时代中国特色社会主义思想重要萌发地的优势，自觉践行习近平总书记赋予浙江的“干在实处，走在前列，勇立潮头”新期望，以“八八战略”为总纲，以人的现代化为导向，以推动高质量发展为主题，以深化供给侧结构性改革为主线，以创新驱动和竞争力提升为基本立足点，以深化改革扩大开放为根本动力，进一步实施富民强省十大行动计划，促进区域协调发展，加强生态文明建设，确保社会和谐稳定，为高水平建设社会主义现代化开好局、起好步。以“八八战略”为总纲。“八八战略”是引领我省发展的总纲领，是推进我省各项工作的总方略，管方向、管长远、管全局。开启我省社会主义现代化建设新征程，必须始终坚持“八八战略”，坚持一张蓝图绘到底，久久为功，不负新使命，激发新作为，书写新篇章.以人的现代化为导向。在高水平全面建成小康社会的基础上，高水平建设现代化浙江是浙江发展的宏伟蓝图和奋斗目标。必须紧紧抓住以人为核心的现代化本质，促进人的全面发展，努力实现人民共同富裕，实现人民对美好生活的向往，为全面建设社会主义现代化强国贡献浙江力量，提供浙江素材和浙江方案。'
      }
    },
    openDocument() {
      this.isArticle = false
    },
    // 关闭绑定气体标准弹窗
    chooseDocumetHide() {
      this.isArticle = true
      this.$emit('closeChooseDocumet')
    }
  }
}
</script>
<style lang="scss" scoped>
@import './chooseDocument.scss';
</style>